[
    {
        "id": 764845,
        "question_content": "<p>You work in the billing department at ABC Air. The main purpose of the policy shown is to:</p>\n",
        "answer": "C",
        "answer_content": "<p>“explain the rules about employees who are relatives.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "instruct employees how to treat relatives who work at ABC Air.\n"
                },
                {
                    "b": "describe potentially stressful working conditions.\n"
                },
                {
                    "c": "explain the rules about employees who are relatives.\n"
                },
                {
                    "d": "explain why ABC Air never hires relatives of employees.\n"
                },
                {
                    "e": "describe the differences in family and work relationships.\n"
                }
            ]
        }
    },
    {
        "id": 764846,
        "question_content": "<p>You work in the billing department at ABC Air. According to the policy shown, if you get married to one of the ABC Air repair technicians, you should:</p>\n",
        "answer": "B",
        "answer_content": "<p>“notify Human Resources.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "inform your supervisor.\n"
                },
                {
                    "b": "notify Human Resources.\n"
                },
                {
                    "c": "transfer to the repair department.\n"
                },
                {
                    "d": "sign a conflict of interest waiver form.\n"
                },
                {
                    "e": "apply for an internship.\n"
                }
            ]
        }
    },
    {
        "id": 764847,
        "question_content": "<p><span class=\"sI00067_2644-1\">You are at work and want to make some coffee. The main purpose of the document shown is to: </span></p>\n",
        "answer": "D",
        "answer_content": "<p>“explain how to use the coffee machine. ” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "ensure that only one coffee packet is used for each pot.\n"
                },
                {
                    "b": "get more people to try a new flavor of coffee.\n"
                },
                {
                    "c": "describe what happens when you put too much water in the tank of the coffee machine.\n"
                },
                {
                    "d": "explain how to use the coffee machine. \n"
                },
                {
                    "e": "compare the new machine with the old one.\n"
                }
            ]
        }
    },
    {
        "id": 764848,
        "question_content": "<p><span class=\"sI00067_2645-1\">You are at work and want to make some coffee</span>. After you place a coffee filter in the basket, what should you do next? </p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p>“Select a packet and pour the coffee into the filter.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Turn the machine on. \r\n\t"
                },
                {
                    "b": "Select a packet and pour the coffee into the filter.\r\n\t"
                },
                {
                    "c": "Make sure the coffee machine is plugged in.\r\n\t"
                },
                {
                    "d": "Wipe off the coffeepot.\r\n\t"
                },
                {
                    "e": "Pour water into the tank. \r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764849,
        "question_content": "<p>You work for REV, Incorporated and check your work email on your mobile phone. According to these documents, if you cannot find your phone, what should you do first?</p>\r\n\r\n",
        "answer": "E",
        "answer_content": "<p>“Call the IT Services help desk.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Contact the Data Management Crisis Unit.\r\n\t"
                },
                {
                    "b": "Report the loss to Property Management.\r\n\t"
                },
                {
                    "c": "Activate the RDM service.\r\n\t"
                },
                {
                    "d": "Email your supervisor about the data breach.\r\n\t"
                },
                {
                    "e": "Call the IT Services help desk.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764850,
        "question_content": "<p>You work for REV, Incorporated and have misplaced your phone. According to the Frequently Asked Questions presented, REV can use RDM to:</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p>“remove all REV data without impact on personal data.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "lock all REV and personal data until the phone is found.\r\n\t"
                },
                {
                    "b": "remove all REV data without impact on personal data.\r\n\t"
                },
                {
                    "c": "lock monitored REV and personal data without impact on photos.\r\n\t"
                },
                {
                    "d": "remove all REV data automatically and personal data upon request.\r\n\t"
                },
                {
                    "e": "restore all REV and personal data by accessing recent log files.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764851,
        "question_content": "<p>You work for REV, Incorporated. Based on the documents provided, what does <strong>RPS</strong> most likely stand for?</p>\n",
        "answer": "D",
        "answer_content": "<p>“Remote Private System” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Responsive Policy Standards\n"
                },
                {
                    "b": "Reaction Perspective Section\n"
                },
                {
                    "c": "REV Process Service\n"
                },
                {
                    "d": "Remote Private System\n"
                },
                {
                    "e": "Ready Power Signal\n"
                }
            ]
        }
    },
    {
        "id": 764852,
        "question_content": "<p>You work at Croftwood Assisted Living Center. The main purpose of the policy shown is to:</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>“explain guidelines for visiting residents.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "explain guidelines for visiting residents.\r\n\t"
                },
                {
                    "b": "explain the check-in process.\r\n\t"
                },
                {
                    "c": "describe meals offered in the dining room.\r\n\t"
                },
                {
                    "d": "list services available at the main desk.\r\n\t"
                },
                {
                    "e": "describe situations not allowed at the center.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764853,
        "question_content": "<p>You work at Croftwood Assisted Living Center. If a visitor wants to have lunch with his mother in the dining room, he should:</p>\n",
        "answer": "D",
        "answer_content": "<p>“make meal selections at the main desk.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "purchase a meal ticket at least 24 hours in advance.\n"
                },
                {
                    "b": "contact the center director for prior approval.\n"
                },
                {
                    "c": "keep his dog on a leash.\n"
                },
                {
                    "d": "make meal selections at the main desk.\n"
                },
                {
                    "e": "provide photo identification.\n"
                }
            ]
        }
    },
    {
        "id": 764854,
        "question_content": "<p>You own a store in Simpsons Square Mall. Each garbage can must weigh no more than: </p>\n",
        "answer": "C",
        "answer_content": "<p>“40 pounds.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "10 pounds.\n"
                },
                {
                    "b": "20 pounds.\n"
                },
                {
                    "c": "40 pounds.\n"
                },
                {
                    "d": "60 pounds.\n"
                },
                {
                    "e": "70 pounds.\n"
                }
            ]
        }
    },
    {
        "id": 764855,
        "question_content": "<p>You manage a hardware store that sells gas-powered generators. Based on the document shown, what is the primary purpose of this law?</p>\n",
        "answer": "D",
        "answer_content": "<p>“To protect consumers from being charged too much for goods and services during emergency situations” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "To encourage people to prepare for emergency situations by having food and other goods at home\n"
                },
                {
                    "b": "To inform businesses of the penalties for charging too much for goods and services during emergencies\n"
                },
                {
                    "c": "To limit competition between businesses that sell goods and services that people need during emergencies\n"
                },
                {
                    "d": "To protect consumers from being charged too much for goods and services during emergency situations\n"
                },
                {
                    "e": "To shelter locally owned stores from competition with national chains that sell goods in areas not impacted by the specific event\n"
                }
            ]
        }
    },
    {
        "id": 764856,
        "question_content": "<p>You manage a hardware store that sells gas-powered generators. Based on the document shown, Section C suggests that:</p>\n",
        "answer": "A",
        "answer_content": "<p>“investigations are public.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "investigations are public.\n"
                },
                {
                    "b": "investigations are lengthy.\n"
                },
                {
                    "c": "investigations are expensive.\n"
                },
                {
                    "d": "complaints are rarely false.\n"
                },
                {
                    "e": "complaints are hard to prove.\n"
                }
            ]
        }
    },
    {
        "id": 764857,
        "question_content": "<p>You manage a hardware store. You had just raised the price of gas-powered generators in your store when you received the email alert below.</p>\n<p>“Effective immediately, Governor John Smith has issued a state of emergency in preparation for the severe snow storm beginning tonight. Expect icy roads, heavy snowfall, extreme cold, and power outages.”</p>\n<p>According to the alert and the document shown, which of the following rationales would help prove that the new price was not “unreasonably excessive”?</p>\n",
        "answer": "C",
        "answer_content": "<p>“The generators were more expensive for your store to get because of highway closures in areas already impacted by the storm.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "The new price was no higher than prices charged after storms in previous years.\n"
                },
                {
                    "b": "The generators were only available at your store, and they were still less expensive than similar models sold by other stores in the area.\n"
                },
                {
                    "c": "The generators were more expensive for your store to get because of highway closures in areas already impacted by the storm.\n"
                },
                {
                    "d": "The new price was set on a sliding scale, so only customers who could afford more had to pay more.\n"
                },
                {
                    "e": "The new price was increased to make up for sales lost because so many people stayed home during the storm.\n"
                }
            ]
        }
    },
    {
        "id": 764858,
        "question_content": "<p>You are a real estate agent working for HighMax Homes. What is the primary purpose of the document shown?</p>\n",
        "answer": "E",
        "answer_content": "<p>“To explain what a home inspection does and does not include” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "To encourage buyers to get a home inspected\n"
                },
                {
                    "b": "To describe typical problems found in a home inspection\n"
                },
                {
                    "c": "To provide an objective report of a home's condition\n"
                },
                {
                    "d": "To compare a home inspection and a home appraisal\n"
                },
                {
                    "e": "To explain what a home inspection does and does not include\n"
                }
            ]
        }
    },
    {
        "id": 764859,
        "question_content": "<p>Based on the second paragraph of the agreement, the term <strong>contingency</strong> most clearly refers to what provision in a contract?</p>\n",
        "answer": "C",
        "answer_content": "<p>“A buyer's right to cancel a contract without penalty” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "An agent's authority to transfer an agreement\n"
                },
                {
                    "b": "A buyer's probability of mortgage approval\n"
                },
                {
                    "c": "A buyer's right to cancel a contract without penalty\n"
                },
                {
                    "d": "A seller's prevention of unforeseen problems\n"
                },
                {
                    "e": "A seller's compensation for loss suffered\n"
                }
            ]
        }
    },
    {
        "id": 764860,
        "question_content": "<p>You are a real estate agent working for HighMax Homes. Your client's house is scheduled for an inspection paid for by a potential buyer. What action should you recommend that your client take before the inspection?</p>\n",
        "answer": "D",
        "answer_content": "<p>“Repair broken stair railings.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Install new energy-efficient windows.\n"
                },
                {
                    "b": "Hire an exterminator.\n"
                },
                {
                    "c": "Fix a burned spot in the living room carpet.\n"
                },
                {
                    "d": "Repair broken stair railings.\n"
                },
                {
                    "e": "Replace a noisy washing machine.\n"
                }
            ]
        }
    },
    {
        "id": 764861,
        "question_content": "<p>You work for SunCorp Solar. Based on the documents shown, what is the function of an EID?</p>\n",
        "answer": "B",
        "answer_content": "<p>“To control the release of energy” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "To indicate that the equipment is not energized\n"
                },
                {
                    "b": "To control the release of energy\n"
                },
                {
                    "c": "To measure the magnitude of stored energy\n"
                },
                {
                    "d": "To determine energy injury risk levels\n"
                },
                {
                    "e": "To identify sources of energy\n"
                }
            ]
        }
    },
    {
        "id": 764862,
        "question_content": "<p>You work for SunCorp Solar. If the shift has ended for the service department employee who placed the lock and tag on the equipment, who can remove the lock now when service is complete?</p>\n",
        "answer": "D",
        "answer_content": "<p>“Any technician certified in LOTO procedure” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "The service department manager\n"
                },
                {
                    "b": "Any service department technician\n"
                },
                {
                    "c": "The current shift leader\n"
                },
                {
                    "d": "Any technician certified in LOTO procedure\n"
                },
                {
                    "e": "The employee's direct supervisor\n"
                }
            ]
        }
    },
    {
        "id": 764863,
        "question_content": "<p>You work for SunCorp Solar. Based on the documents shown, the term <strong>residual energy</strong> most likely refers to energy that:</p>\n",
        "answer": "A",
        "answer_content": "<p>“remains in the equipment after it is shut down.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "remains in the equipment after it is shut down.\n"
                },
                {
                    "b": "powers the controlled shutdown process.\n"
                },
                {
                    "c": "is needed to verify that the equipment has been locked.\n"
                },
                {
                    "d": "has greater magnitude than potential energy has.\n"
                },
                {
                    "e": "has a less stable nature than stored energy has.\n"
                }
            ]
        }
    },
    {
        "id": 764864,
        "question_content": "<p>According to the document shown, why might slippage occur when you manage a project using a CPM diagram?</p>\n",
        "answer": "B",
        "answer_content": "<p>“The path contains no slack time.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "The relationship between tasks is unclear.\n"
                },
                {
                    "b": "The path contains no slack time.\n"
                },
                {
                    "c": "The diagram includes only the most critical tasks.\n"
                },
                {
                    "d": "The duration of each task is expressed in days.\n"
                },
                {
                    "e": "The estimation of resources needed for each task is less accurate.\n"
                }
            ]
        }
    },
    {
        "id": 764865,
        "question_content": "<p>You are an assistant project manager at SPLASH Marketing, Inc. To present the most accurate estimates of time and resources needed for a proposed project, you need to create an outline of all tasks and subtasks assigned to each department. According to the document shown, the tool that will best present this information is a:</p>\r\n\r\n",
        "answer": "E",
        "answer_content": "<p>“WBS.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "CPM diagram.\r\n\t"
                },
                {
                    "b": "Gantt chart.\r\n\t"
                },
                {
                    "c": "project overview.\r\n\t"
                },
                {
                    "d": "project portfolio.\r\n\t"
                },
                {
                    "e": "WBS.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764866,
        "question_content": "<p>You work at the library. According to these instructions, where should you put a book coded PN 225 that does NOT have a yellow dot above the sticker?</p>\n",
        "answer": "D",
        "answer_content": "<p>“After a book coded PN 220” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Before a book coded NP 220\n"
                },
                {
                    "b": "Before a book coded NP 230\n"
                },
                {
                    "c": "Before a book coded PN 220\n"
                },
                {
                    "d": "After a book coded PN 220\n"
                },
                {
                    "e": "After a book coded PN 230\n"
                }
            ]
        }
    },
    {
        "id": 764867,
        "question_content": "<p>You work at the library. According to these instructions, the first thing you should do with a book coded WN 250 that has a yellow dot above the sticker is:</p>\n",
        "answer": "B",
        "answer_content": "<p>“put it on the green cart.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "put it on the gray cart.\n"
                },
                {
                    "b": "put it on the green cart.\n"
                },
                {
                    "c": "shelve it near the checkout desk.\n"
                },
                {
                    "d": "shelve it in the W section.\n"
                },
                {
                    "e": "sort it by the number code.\n"
                }
            ]
        }
    },
    {
        "id": 764868,
        "question_content": "<p>You are a for-hire motor carrier. The most likely purpose of the document shown is to:</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>“ensure that motor carriers can fulfill their liabilities in the event of an accident, disaster, or similar loss.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "ensure that motor carriers can fulfill their liabilities in the event of an accident, disaster, or similar loss.\r\n\t"
                },
                {
                    "b": "penalize motor carriers who transport any kind of hazardous or explosive substance without proper insurance.\r\n\t"
                },
                {
                    "c": "regulate the initiation and termination of relationships between motor carriers and their insurers.\r\n\t"
                },
                {
                    "d": "stipulate the dollar amount of coverage motor carriers must maintain to meet their financial obligations.\r\n\t"
                },
                {
                    "e": "establish rules governing the operation of light trucks in interstate, foreign, and intrastate commerce.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764869,
        "question_content": "<p>You are a for-hire motor carrier. Subpart A requires you to maintain a minimum level of financial responsibility when transporting any quantity of what type of material in intrastate commerce?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p>Foil B is the correct answer. There are exceptions for foils A, D, and E, and there is no mention of foil C in the passage.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "All hazardous material\r\n\t"
                },
                {
                    "b": "Class 7 material\r\n\t"
                },
                {
                    "c": "Division 1.2 explosive material\r\n\t"
                },
                {
                    "d": "Nonbulk oil\r\n\t"
                },
                {
                    "e": "Nonbulk hazardous materials\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764870,
        "question_content": "<p>As used in section 387.3 (a) of the regulation shown, <strong>endorsements</strong> means:</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p>“amendments to a contract.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "seals of disapproval.\r\n\t"
                },
                {
                    "b": "validations or ratifications.\r\n\t"
                },
                {
                    "c": "amendments to a contract.\r\n\t"
                },
                {
                    "d": "signatures.\r\n\t"
                },
                {
                    "e": "approbation or supports.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764871,
        "question_content": "<p>You are an inspector for the city. Which of the following is considered a minor issue? </p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>“Water pressure” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Water pressure\r\n\t"
                },
                {
                    "b": "Faulty wiring\r\n\t"
                },
                {
                    "c": "No heat\r\n\t"
                },
                {
                    "d": "No electricity\r\n\t"
                },
                {
                    "e": "Major structural problems\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764872,
        "question_content": "<p>You are an inspector for the city. For which of the following would you inform the applicants that they are not able to occupy the house? </p>\n",
        "answer": "C",
        "answer_content": "<p>“No electricity ” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Stained walls\n"
                },
                {
                    "b": "Low water pressure\n"
                },
                {
                    "c": "No electricity \n"
                },
                {
                    "d": "Weather issues\n"
                },
                {
                    "e": " Flaking paint\n"
                }
            ]
        }
    },
    {
        "id": 764873,
        "question_content": "<p>You are the cashier at Superhero City. When an employee purchases merchandise, you enter the EID in order to:</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p>“identify the employee purchasing the merchandise.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "add the sales tax.\r\n\t"
                },
                {
                    "b": "identify the employee purchasing the merchandise.\r\n\t"
                },
                {
                    "c": "start the transaction.\r\n\t"
                },
                {
                    "d": "return the merchandise.\r\n\t"
                },
                {
                    "e": "indicate that it is a seasonal product.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764874,
        "question_content": "<p>An employee wishes to return a set of comic books as well as merchandise that she has purchased. You should inform the employee that she may return the:</p>\n",
        "answer": "A",
        "answer_content": "<p>“merchandise for store credit, but comic books are not returnable.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "merchandise for store credit, but comic books are not returnable.\n"
                },
                {
                    "b": "merchandise for cash, but comic books are not returnable. \n"
                },
                {
                    "c": "comic books for store credit, but merchandise is not returnable. \n"
                },
                {
                    "d": "comic books for cash, but merchandise is not returnable. \n"
                },
                {
                    "e": "merchandise and comic books for store credit. \n"
                }
            ]
        }
    },
    {
        "id": 764875,
        "question_content": "<p>Based on Section 3, <strong>covered</strong> means:</p>\n",
        "answer": "D",
        "answer_content": "<p>“included.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "sheltered.\n"
                },
                {
                    "b": "protected.\n"
                },
                {
                    "c": "concealed.\n"
                },
                {
                    "d": "included.\n"
                },
                {
                    "e": "reported.\n"
                }
            ]
        }
    },
    {
        "id": 764876,
        "question_content": "<p>You work in the editorial department of the National Park Service (NPS). Based on the document shown, which new NPS document must be written in plain language?</p>\n",
        "answer": "A",
        "answer_content": "<p>“A guide to fishing in national parks and wildlife refuges” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "A guide to fishing in national parks and wildlife refuges\n"
                },
                {
                    "b": "A law to authorize the renaming of a national park\n"
                },
                {
                    "c": "A report to Congress analyzing national park maintenance needs\n"
                },
                {
                    "d": "The <em>National Park Service Ranger Employee Manual</em>\n\n"
                },
                {
                    "e": "The regulations for law enforcement contracts at national parks\n"
                }
            ]
        }
    },
    {
        "id": 764877,
        "question_content": "<p>Based on the documents shown, <strong>hardiness</strong> refers to the:</p>\n",
        "answer": "B",
        "answer_content": "<p>“likelihood that the tree will grow well.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "average trunk strength of the tree species.\n"
                },
                {
                    "b": "likelihood that the tree will grow well.\n"
                },
                {
                    "c": "average crown diameter of the tree species.\n"
                },
                {
                    "d": "likelihood that the tree will provide the needed shade.\n"
                },
                {
                    "e": "percentage of solar heat absorbed by the tree.\n"
                }
            ]
        }
    },
    {
        "id": 764878,
        "question_content": "<p>You work for Greene-Mann Landscaping Company. A client is looking for a tree to shade her roof. According to the document shown, to help her determine what size tree to plant, you first need information about:</p>\n",
        "answer": "A",
        "answer_content": "<p>“the location where she wants to plant the tree.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "the location where she wants to plant the tree.\n"
                },
                {
                    "b": "what percentage she wants her property value to increase.\n"
                },
                {
                    "c": "how much energy she wants to conserve.\n"
                },
                {
                    "d": "which direction her house faces.\n"
                },
                {
                    "e": "her preference for native or non-native tree species.\n"
                }
            ]
        }
    },
    {
        "id": 764879,
        "question_content": "<p>You work for Greene-Mann Landscaping Company. A prospective client sends you the e-mail below:</p>\n<p class=\"sI00068_6770-1\">I would like to plant a tree in my backyard. We like to eat outside, and in the summer, the hot sun burns down on our deck at dinnertime. I would like a tree that will be quick and easy to grow. </p>\n<p>Based on the document shown, what would you recommend for this client?</p>\n",
        "answer": "E",
        "answer_content": "<p>“A deciduous tree planted on the west side of the house” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "An evergreen tree planted on the windy side of the house\n"
                },
                {
                    "b": "An evergreen tree planted on the south side of the house\n"
                },
                {
                    "c": "A deciduous tree planted on the windy side of the house\n"
                },
                {
                    "d": "A deciduous tree planted on the south side of the house\n"
                },
                {
                    "e": "A deciduous tree planted on the west side of the house\n"
                }
            ]
        }
    },
    {
        "id": 764880,
        "question_content": "<p>You are buying parts from Car Parts Foundry. What role does the QAD team play? </p>\n",
        "answer": "E",
        "answer_content": "<p>“Quality Testing” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Sales\n"
                },
                {
                    "b": "Design\n"
                },
                {
                    "c": "Molding of car parts\n"
                },
                {
                    "d": "Riser Design\n"
                },
                {
                    "e": "Quality Testing\n"
                }
            ]
        }
    },
    {
        "id": 764881,
        "question_content": "<p>You are interested in ordering more parts from Car Parts Foundry. Which of the following orders would result in a substantial discount?</p>\n",
        "answer": "C",
        "answer_content": "<p>“1,500 pieces of a premium product ” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "500 pieces of a premium product\n"
                },
                {
                    "b": "1,000 pieces of a mid-market product\n"
                },
                {
                    "c": "1,500 pieces of a premium product \n"
                },
                {
                    "d": "1,500 pieces of a mid-market product\n"
                },
                {
                    "e": "1,750 pieces of a mid-market product \n"
                }
            ]
        }
    },
    {
        "id": 764882,
        "question_content": "<p>Your supervisor has emailed this memo to appropriate employees. The primary purpose of this email is to tell employees: </p>\r\n\r\n",
        "answer": "E",
        "answer_content": "<p>“changes to cleanroom practices. ” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "how long their fingernails can be in the cleanroom. \r\n\t"
                },
                {
                    "b": "what jewelry is acceptable in the cleanroom. \r\n\t"
                },
                {
                    "c": "what gloves must be worn in the cleanroom. \r\n\t"
                },
                {
                    "d": "which personal hygiene products can be worn in the cleanroom. \r\n\t"
                },
                {
                    "e": "changes to cleanroom practices. \r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764883,
        "question_content": "<p>Which of the following types of jewelry are allowed in the cleanroom? </p>\n",
        "answer": "C",
        "answer_content": "<p>“Wedding bands” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Wristwatches\n"
                },
                {
                    "b": "Earrings\n"
                },
                {
                    "c": "Wedding bands\n"
                },
                {
                    "d": "Class rings\n"
                },
                {
                    "e": "Bracelets \n"
                }
            ]
        }
    },
    {
        "id": 764884,
        "question_content": "<p>Based on the policy provided, <strong>compliance</strong> means:</p>\n",
        "answer": "C",
        "answer_content": "<p>“following guidelines.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "obtaining certification.\n"
                },
                {
                    "b": "being aware of requirements.\n"
                },
                {
                    "c": "following guidelines.\n"
                },
                {
                    "d": "consenting to site visits.\n"
                },
                {
                    "e": "obeying USDA regulations.\n"
                }
            ]
        }
    },
    {
        "id": 764885,
        "question_content": "<p>You are a pediatric nutrition specialist coordinating this program for Townsend District Schools. According to the policy, you need to review the information provided to growers:</p>\n",
        "answer": "B",
        "answer_content": "<p>“four times per year.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "two times per year.\n"
                },
                {
                    "b": "four times per year.\n"
                },
                {
                    "c": "every month.\n"
                },
                {
                    "d": "when USDA guidelines are revised.\n"
                },
                {
                    "e": "when the list of approved growers changes.\n"
                }
            ]
        }
    },
    {
        "id": 764886,
        "question_content": "<p>You are a pediatric nutrition specialist coordinating this program for Townsend District Schools. According to the policy, the delivery schedule you propose should ensure that: </p>\n",
        "answer": "A",
        "answer_content": "<p>“produce can be stored safely.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "produce can be stored safely.\n"
                },
                {
                    "b": "produce can be ordered at any time.\n"
                },
                {
                    "c": "schools can select seasonal produce.\n"
                },
                {
                    "d": "growers can deliver to multiple schools on the same day.\n"
                },
                {
                    "e": "growers can be paid promptly.\n"
                }
            ]
        }
    },
    {
        "id": 764887,
        "question_content": "<p>What is the rationale behind Document 1 (Usability Testing)?</p>\n",
        "answer": "D",
        "answer_content": "<p>“Understanding usability tests and their benefits will encourage designers to use them.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Feedback on current websites indicates that users are frustrated and confused.\n"
                },
                {
                    "b": "Users have their own reasons for visiting a website.\n"
                },
                {
                    "c": "Analyzing data from website browsing helps designers learn what is important to users.\n"
                },
                {
                    "d": "Understanding usability tests and their benefits will encourage designers to use them.\n"
                },
                {
                    "e": "Getting input from real users at the beginning of a project is essential to the design process.\n"
                }
            ]
        }
    },
    {
        "id": 764888,
        "question_content": "<p>Your team is redesigning the used-car website for AnyTown Car Sales and is planning a usability test. Based on the documents provided, which scenario would be best?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p>“You have just finished high school and are looking for a used car. Find a car that gets at least 30 miles per gallon and has been driven less than 100,000 miles. Make an appointment to test drive it.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Your girlfriend's father is giving her a used car as a graduation present. Help her find a car that she will cherish that fits his budget.\r\n\t"
                },
                {
                    "b": "You are having a baby and need a bigger, safer car than what you drive now. What is the first thing you should do after you get to our website?\r\n\t"
                },
                {
                    "c": "You have just finished high school and are looking for a used car. Find a car that gets at least 30 miles per gallon and has been driven less than 100,000 miles. Make an appointment to test drive it.\r\n\t"
                },
                {
                    "d": "You have just taken a job that requires a long commute, so you want to be able to connect your phone to the car's speakers for making calls and listening to music. Check out the new search filters, find some cars with wireless connections, and look for seats that are comfortable for tall people.\r\n\t"
                },
                {
                    "e": "You are looking for a new car and need to stick to a firm budget. Find a car that is a good deal. Explain what information on our website makes you confident you are getting a good deal.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764889,
        "question_content": "<p>You are a stocker at Stuff & Things. When a hanging tag does not fit on an item, use:</p>\n",
        "answer": "C",
        "answer_content": "<p>“a blue sticker tag.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "a replacement hanging tag.\n"
                },
                {
                    "b": "a yellow sticker tag.\n"
                },
                {
                    "c": "a blue sticker tag.\n"
                },
                {
                    "d": "a red sticker tag.\n"
                },
                {
                    "e": "no tag.\n"
                }
            ]
        }
    },
    {
        "id": 764890,
        "question_content": "<p>You are a stocker at Stuff & Things. When do you check the samples for a bar code? </p>\n",
        "answer": "A",
        "answer_content": "<p>“After cleaning but before placing the tag on the samples” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "After cleaning but before placing the tag on the samples\n"
                },
                {
                    "b": "After placing the tag on samples but before posting a sign\n"
                },
                {
                    "c": "After posting a sign but before double-checking that the item and tag match\n"
                },
                {
                    "d": "After double-checking that the tag and item match\n"
                },
                {
                    "e": "Before cleaning the display area\n"
                }
            ]
        }
    },
    {
        "id": 764891,
        "question_content": "<p>You have just graduated from Southside Cosmetic School. You have a temporary permit, which means you must:</p>\n",
        "answer": "B",
        "answer_content": "<p>“be supervised by a licensed cosmetologist.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "be an apprentice to a licensed cosmetologist.\n"
                },
                {
                    "b": "be supervised by a licensed cosmetologist.\n"
                },
                {
                    "c": "practice natural hair care only.\n"
                },
                {
                    "d": "practice for three years before getting a full license.\n"
                },
                {
                    "e": "renew your permit within six months.\n"
                }
            ]
        }
    },
    {
        "id": 764892,
        "question_content": "<p>You are a licensed cosmetologist who has just moved from Virginia to North Carolina. According to the regulations shown, to receive a license to practice cosmetology in North Carolina, you must:</p>\n",
        "answer": "D",
        "answer_content": "<p>“provide a copy of your Virginia license.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "complete at least 24 hours of continuing education.\n"
                },
                {
                    "b": "display your certificate of license.\n"
                },
                {
                    "c": "pass a board examination.\n"
                },
                {
                    "d": "provide a copy of your Virginia license.\n"
                },
                {
                    "e": "provide a copy of your Virginia certification.\n"
                }
            ]
        }
    },
    {
        "id": 764893,
        "question_content": "<p>You are a DJ hired to work a graduation party Saturday night at a house in the Wellington Farms neighborhood. According to the policy shown, the music for the party will be:</p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p>“over by 11 p.m.” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "considered a nuisance.\r\n\t"
                },
                {
                    "b": "considered exempt.\r\n\t"
                },
                {
                    "c": "beginning before 10 p.m.\r\n\t"
                },
                {
                    "d": "over by 11 p.m.\r\n\t"
                },
                {
                    "e": "approved in advance by the HOA.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764894,
        "question_content": "<p>You are a DJ hired to work a graduation party Saturday night at a house in the Wellington Farms neighborhood. According to the policy shown, as you set up your speakers, you need to:</p>\n",
        "answer": "E",
        "answer_content": "<p>“ensure the music cannot be clearly heard beyond the property line.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "follow guidelines in the noise impact statement.\n"
                },
                {
                    "b": "locate the speakers inside the house.\n"
                },
                {
                    "c": "use the same equipment you use for the MayFest celebration.\n"
                },
                {
                    "d": "keep the speakers within 50 feet of the house.\n"
                },
                {
                    "e": "ensure the music cannot be clearly heard beyond the property line.\n"
                }
            ]
        }
    },
    {
        "id": 764895,
        "question_content": "<p>You are an inspector working for the City Building Commission. Your primary task is to decide:</p>\n",
        "answer": "E",
        "answer_content": "<p>“if a house is ready for the buyer to move in.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "that appliances are working.\n"
                },
                {
                    "b": "if there is any flaking paint.\n"
                },
                {
                    "c": "which form to submit to your supervisor.\n"
                },
                {
                    "d": "if a form needs to be submitted electronically.\n"
                },
                {
                    "e": "if a house is ready for the buyer to move in.\n"
                }
            ]
        }
    },
    {
        "id": 764896,
        "question_content": "<p>You are an inspector. When do you notify the buyer? </p>\n",
        "answer": "D",
        "answer_content": "<p>“After you submit forms to the Building Commission, but before you submit them electronically” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Before you make a decision if the house can be occupied\n"
                },
                {
                    "b": "After you make a decision, but before you submit forms to your supervisor\n"
                },
                {
                    "c": "After you fill out duplicate forms, but before you submit them to the Building Commission\n"
                },
                {
                    "d": "After you submit forms to the Building Commission, but before you submit them electronically\n"
                },
                {
                    "e": "After you submit forms electronically\n"
                }
            ]
        }
    },
    {
        "id": 764897,
        "question_content": "<p>You work at the front desk of Apex Family Medical Center. The primary purpose of this document is to:</p>\n",
        "answer": "E",
        "answer_content": "<p>“provide general guidelines for determining charges and billing patients.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "explain why the clinic sends patient bills instead of expecting payment at time of service.\n"
                },
                {
                    "b": "inform patients of billing policies and procedures.\n"
                },
                {
                    "c": "update staff about obtaining current insurance coverage information.\n"
                },
                {
                    "d": "outline steps for determining charges and processing patient records.\n"
                },
                {
                    "e": "provide general guidelines for determining charges and billing patients.\n"
                }
            ]
        }
    },
    {
        "id": 764898,
        "question_content": "<p>You work at the front desk of Apex Family Medical Center. A patient with Medicare has called with a question about a professional charge for a specific procedure that appears on her bill for an appointment last month. Based on the document, you should:</p>\n",
        "answer": "C",
        "answer_content": "<p>“refer her to the billing department specialist.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "inform the billing department manager.\n"
                },
                {
                    "b": "review the posted Medicare bulletin for updated information on covered procedures.\n"
                },
                {
                    "c": "refer her to the billing department specialist.\n"
                },
                {
                    "d": "submit an inquiry to the staff assigned to her physician.\n"
                },
                {
                    "e": "confirm that the procedure is consistent with the clinical diagnosis.\n"
                }
            ]
        }
    },
    {
        "id": 764899,
        "question_content": "<p>You are tasked with sorting the rods. What does <strong>RB</strong> likely stand for?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>“Rejected Bins” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Rejected Bins\r\n\t"
                },
                {
                    "b": "Requisite Bins\r\n\t"
                },
                {
                    "c": "Red Bins\r\n\t"
                },
                {
                    "d": "Rolling Bins\r\n\t"
                },
                {
                    "e": "Rod Bins\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 764900,
        "question_content": "<p>You are tasked with sorting the rods. Which bin should a rod that is regularly shaped and eleven meters go into? </p>\n",
        "answer": "E",
        "answer_content": "<p>“Bin 4” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "It should be set aside.\n"
                },
                {
                    "b": "Bin 1\n"
                },
                {
                    "c": "Bin 2\n"
                },
                {
                    "d": "Bin 3\n"
                },
                {
                    "e": "Bin 4\n"
                }
            ]
        }
    },
    {
        "id": 764901,
        "question_content": "<p>It is the middle of a snowstorm, and you normally board the bus at the Stadium. What should you expect? </p>\n",
        "answer": "D",
        "answer_content": "<p>“The bus will not be stopping at the Stadium.” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "The bus will be approximately 10 minutes early.\n"
                },
                {
                    "b": "The bus will be approximately 5 minutes early.\n"
                },
                {
                    "c": "The bus will be approximately 5 minutes late.\n"
                },
                {
                    "d": "The bus will not be stopping at the Stadium.\n"
                },
                {
                    "e": "The bus will stop away from the snowdrifts.\n"
                }
            ]
        }
    },
    {
        "id": 764902,
        "question_content": "<p>You are waiting for the bus to arrive at the top of the hill on Artesian in a snowstorm. When should you board the bus? </p>\n",
        "answer": "D",
        "answer_content": "<p>“After checking for traffic but before heading to the back of the bus” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Immediately after the bus stops away from the snowdrifts\n"
                },
                {
                    "b": "After the bus door opens\n"
                },
                {
                    "c": "After stepping back from the curb but before carefully walking across the street\n"
                },
                {
                    "d": "After checking for traffic but before heading to the back of the bus\n"
                },
                {
                    "e": "After heading to the back of the bus\n"
                }
            ]
        }
    },
    {
        "id": 764903,
        "question_content": "<p>You are taking a customer's order. When do you ask if there are any stains on the clothing? </p>\n",
        "answer": "C",
        "answer_content": "<p>“After writing down the types and quantities on the order form” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Before looking to identify the type of clothing\n"
                },
                {
                    "b": "After identifying the clothing type\n"
                },
                {
                    "c": "After writing down the types and quantities on the order form\n"
                },
                {
                    "d": "After putting the clothes in the bin behind the counter \n"
                },
                {
                    "e": "After asking for the customer's name, phone, and email \n"
                }
            ]
        }
    },
    {
        "id": 764904,
        "question_content": "<p>When customers come back to Leaner Dry Cleaners to pick up their clothes, what should they bring with them so you can tell which is their order? </p>\n",
        "answer": "B",
        "answer_content": "<p>“Bottom of the order form” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Top of the order form\n"
                },
                {
                    "b": "Bottom of the order form\n"
                },
                {
                    "c": "Green sticky dot\n"
                },
                {
                    "d": "Blue sticky dot\n"
                },
                {
                    "e": "Description of the types of clothing (for example, 1 dress, 2 pairs of slacks)\n"
                }
            ]
        }
    },
    {
        "id": 764905,
        "question_content": "<p>You hear the fire alarm. If you are closest to the eastern exit, where should you go once you exit the building? </p>\n",
        "answer": "E",
        "answer_content": "<p>“Parking lot on Damen” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Ocean Avenue\n"
                },
                {
                    "b": "Lincoln Park\n"
                },
                {
                    "c": "Gazebo across from Grant Park \n"
                },
                {
                    "d": "Parking lot across from Apple Avenue\n"
                },
                {
                    "e": "Parking lot on Damen\n"
                }
            ]
        }
    },
    {
        "id": 764906,
        "question_content": "<p>You are walking back to the building after lunch when you hear the alarm and see people walking towards you on Grant Park. Which side of the building are you on? </p>\n",
        "answer": "A",
        "answer_content": "<p>“South” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "South\n"
                },
                {
                    "b": "East\n"
                },
                {
                    "c": "West\n"
                },
                {
                    "d": "North\n"
                },
                {
                    "e": "Northeast\n"
                }
            ]
        }
    },
    {
        "id": 764907,
        "question_content": "<p>You work in upper-level management. What week should you expect to have your workstation replaced? </p>\n",
        "answer": "E",
        "answer_content": "<p>“Week 5” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Week 1\n"
                },
                {
                    "b": "Week 2\n"
                },
                {
                    "c": "Week 3\n"
                },
                {
                    "d": "Week 4\n"
                },
                {
                    "e": "Week 5\n"
                }
            ]
        }
    },
    {
        "id": 764908,
        "question_content": "<p>You are an employee who has just read this memo. Which of the following is <strong>SIQ</strong> most likely to stand for? </p>\n",
        "answer": "C",
        "answer_content": "<p>“Software Inventory Questionnaire ” is the correct answer.</p>",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Station Identification Questionnaire \n"
                },
                {
                    "b": "Standard Item Questionnaire \n"
                },
                {
                    "c": "Software Inventory Questionnaire \n"
                },
                {
                    "d": "System Identification Questionnaire \n"
                },
                {
                    "e": "Station Inventory Questionnaire \n"
                }
            ]
        }
    },
    {
        "id": 828470,
        "question_content": "<p><strong>Q.</strong> Given the context, which of these best defines the legal jargon “fall under the purview of”?</p>\r\n\r\n<p><img alt=\"DOT's BASIS FOR SELECTION OF FOCUS: The VDOT's focus on Maintenance and Operations management of waste streams was based on the state's need to ensure and enhance compliance at facilities that fall under the purview of maintenance (including Highway, Traffic, campgrounds, rest areas, movable bridges, etc).\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Defining%20Jargon%20&%20Other%20Difficult%20Words_Q_1.2_img_001.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "To maintain or preserve something.\r\n\t"
                },
                {
                    "b": "To assign responsibility for a range of related topics.\r\n\t"
                },
                {
                    "c": "To place blame or fault on a large entity or organization.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Try replacing the jargon with each answer choice to find the best fit.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828471,
        "question_content": "<p><strong>Q.</strong> Which of the following is an antonym to the word “stewardship” as it is used in this sentence?</p>\r\n\r\n<p>VDOT's EMS ensures environmental <u>stewardship</u> for all of it employees. While there is still no intention to apply for the Environmental Management certification, the VDOT framework models after the Environmental Management Standard as a guide.</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Custodianship\r\n\t"
                },
                {
                    "b": "Approachability\r\n\t"
                },
                {
                    "c": "Negligence\r\n\t"
                },
                {
                    "d": "Responsiveness\r\n\t"
                },
                {
                    "e": "Overseeing\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Infer the meaning of the word and find its opposite.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828472,
        "question_content": "<p><strong>Q.</strong> Based on the following words, what is the meaning of the suffix “-ancy”?</p>\r\n\r\n<p><strong>tenancy, buoyancy, expectancy, poignancy, malignancy</strong></p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"The Utilization of Joint Tenancy as an Approach to Bypass Probate: When one joint owner (legally, a joint tenant) dies, the surviving owner or owners automatically inherit the deceased owner's share of the joint tenancy property. This automatic transfer to the survivors is called the right of survivorship. The property doesn't go through probate court.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Defining%20Jargon%20&%20Other%20Difficult%20Words_Q_1.4_img_003.png\"></p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Denoting a quality or state\r\n\t"
                },
                {
                    "b": "Having an affliction or parasite\r\n\t"
                },
                {
                    "c": "State of connection; being connected to\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Make a best guess based on the words given.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828473,
        "question_content": "<p><strong>Q.</strong> The word “ironclad” is defined as <em>sheathed in iron plates for protection</em>. Given this definition, why does the author choose the word for this sentence?</p>\r\n\r\n<p style=\"text-align:center;\"><img alt=\"But this rule is less ironclad than it may sound. In most circumstances, a joint tenant can easily, and unilaterally, abrogate the joint tenancy at any time before his or her death.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Defining%20Jargon%20&%20Other%20Difficult%20Words_Q_1.5_img_004.png\"></p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The author aims to help the reader understand that the rule is less permanent (or “irreversible”) than it may seem.\r\n\t"
                },
                {
                    "b": "The author wants to show the strength of the rule as it applies to the joint tenancy agreement.\r\n\t"
                },
                {
                    "c": "The author implies that the rule is not quite worthy of being “set in stone” or seared into one's memory.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Make a best guess based on the context.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828474,
        "question_content": "<p><strong>Q.</strong> Given what you can infer about the prefix “uni,” what is the appropriate meaning of the word “unilaterally” in this sentence?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"But this rule is less ironclad than it may sound. In most circumstances, a joint tenant can easily, and unilaterally, abrogate the joint tenancy at any time before his or her death.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Defining%20Jargon%20&%20Other%20Difficult%20Words_Q_1.6_img_005.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Something that is done quickly.\r\n\t"
                },
                {
                    "b": "Involving one part or side of the argument.\r\n\t"
                },
                {
                    "c": "A linear process for bringing something together.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Think about what you know about words that use the prefix “uni.” For example, “unicorn” is a mythical animal with one horn. A “uniform” is one style of clothing that many people must wear.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828475,
        "question_content": "<p><strong>Q.</strong> The prefix “ab” means <em>away </em>or <em>off from</em>. What can you conclude about the word “abrogate” based on how it is used in this sentence?</p>\r\n\r\n<p><img alt=\"But this rule is less ironclad than it may sound. In most circumstances, a joint tenant can easily, and unilaterally, abrogate the joint tenancy at any time before his or her death.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Defining%20Jargon%20&%20Other%20Difficult%20Words_Q_1.7_img_006.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "It relates to acceptance, e.g., accepting a situation.\r\n\t"
                },
                {
                    "b": "It has to do with stirring up a situation or aggravating something.\r\n\t"
                },
                {
                    "c": "It relates to doing away with something, like repealing a law.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Think about what you know about words that use the prefix “ab.” For example, the word “abnormal' is used to denote something which is outside or away from the realm of normalness.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828479,
        "question_content": "<p><strong>Q.</strong> This is a memo about daily tasks that was shared with Mort's Café Team Leads. For what reason is the Regional Management Team sending this email?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"TO: MORT'S CAFÉ TEAM LEADS. FROM: REGIONAL MANAGEMENT. TEAM SUBJECT: DAILY TASKS. Dear Café Team Leads, It has come to management's attention that several locations have had problems with cleanliness and customer service during morning hours. As team lead, it is your responsibility to make sure the café is ready for customers when doors open. When you arrive, turn on the espresso machine so it has time to heat up. Next, preheat the oven for the morning pastries. Then, start the first batch of drip coffee. Next, make sure the café is clean. 1. Sweep the sidewalk and patio. 2. Check that all surfaces are smudge-free. 3. Make sure the bathrooms are stocked. The oven should be heated. Put the pastries in, then finish setting up. Take the chairs down from the tables. Finally, stock the condiment bar. By following these steps, you can make your café a welcoming place for customers. Contact management with any questions. Signed, The Regional Management Team\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Finding%20the%20Main%20Idea_Q_1.2_img_001.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The Management Team wants to increase pastry and coffee sales in the morning.\r\n\t"
                },
                {
                    "b": "The Management Team wants to make sure the Team Leads maintain cleanliness and customer service in the café.\r\n\t"
                },
                {
                    "c": "The Management Team wants to share new rules for taking a customer's order during café hours.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the memo carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828480,
        "question_content": "<p><strong>Q.</strong> Here's a Lunch and Learn email invitation from Jason Hernandez. Why is Jason giving this Lunch and Learn to the company's employees?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "He wants to offer lunch to employees next Friday at 12:30pm.\r\n\t"
                },
                {
                    "b": "He wants to help employees keep their accounts secure with strong passwords.\r\n\t"
                },
                {
                    "c": "He wants employees to connect their work and home accounts correctly.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the email carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828482,
        "question_content": "<p><strong>Q.</strong> You want to add this Lunch and Learn to your calendar. Which statement gives the best summary of the purpose of the event?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "August 11th – Find out about computer safety and tools.\r\n\t"
                },
                {
                    "b": "August 11th – Lunch with Jason and friends.\r\n\t"
                },
                {
                    "c": "August 11th – Learn about passwords and account protection. Lunch is included.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the email carefully to find the most important points.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828484,
        "question_content": "<p><strong>Q.</strong> This is an email from the CEO of InkRight to staff. Imagine that you are an employee of the company. What is the most important takeaway the CEO wants you to know about the holiday weekend?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"A Message FROM OUR CEO. DATE: November 17th, 2017. SUBJECT: InkRight will be closed on Wednesday, November 22nd. Dear Employees, Thanksgiving is almost here. Your hard work has made this a very successful year for InkRight. To thank you, our offices will be closed on Wednesday, November 22nd. This means that you will have three days of paid holiday leave next week: 1. Wednesday, November 22nd, 2. Thursday, November 23rd, 3. Friday, November 24th. With your supervisor's permission, you may leave early on Tuesday, 11/21. Please make sure that you have met all client needs before you ask to leave early. Enjoy your Thanksgiving meal and the time you spend with loved ones. To those of you who are traveling over the holiday, have a safe trip. Best, Mira Patel, Chief Executive Officer InkRight Printing Corporation\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Finding%20the%20Main%20Idea_Q_1.5_img_003.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "My hard work has made this a very successful year for InkRight.\r\n\t"
                },
                {
                    "b": "The office will be closed on Wednesday, November 22nd.\r\n\t"
                },
                {
                    "c": "I need to meet all client needs before I ask to leave early.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">The main idea is located in the first paragraph.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828485,
        "question_content": "<p><strong>Q.</strong> Here is a set of instructions for sorting donations. The instructions were written for the employees of a local thrift store. Which sentence in the first paragraph best explains why these instructions are given?</p>\r\n\r\n<p>Sorting Donations</p>\r\n\r\n<p>Because we receive so many donations, they must be sorted every day. Not all donations should be sold. It is important that we sort donations correctly so that we can offer high-quality clothing.</p>\r\n\r\n<p>First, sort donations into “Sell” and “Recycle” categories. Donations that are ripped, stained, stretched, dirty, or in bad condition must be placed in the white recycling crate. All other donations can be sold.</p>\r\n\r\n<p>Sort the donations that can be sold into the blue bins along the back wall. These bins are marked with signs. Make sure you sort the donations correctly. For example, a woman's tee shirt should go into the “Women's Tees” bin, not “Women's Blouses.” See the photos above each bin for examples of what should be sorted there.   </p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Because we receive so many donations, they must be sorted every day.\r\n\t"
                },
                {
                    "b": "Not all donations should be sold.\r\n\t"
                },
                {
                    "c": "It is important that we sort donations correctly so that we can offer high-quality clothing.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the entire set of instructions carefully. Then select the answer that best highlights the purpose for the instructions.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828486,
        "question_content": "<p><strong>Q.</strong> According to this request, what should a manager include in their email to Joy Sundholm?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"FROM: Isiah Roux, Human Resources. Dept. TO: All Managers. CC: Joy Sundholm, Human Resources Associate. DATE: September 7th, 2017. RE: Update to Job Posting Procedures. Body Text: From today, the Human Resources Department will be handling all online postings for open positions. In the past, each department has placed positions individually. This has become a problem as our company rapidly expands. In the past month alone, we have had over a dozen open positions across various departments. This means that job seekers were seeing many positions posted in very different formats. This can give candidates the impression that our company is disorganized. Please follow this procedure for open positions: 1. Write the job posting following the format shown in this file: S:/Community/HR/Hiring/job-Posting-Template.docx 2. Email the completed posting to Joy Sundholm (joy.sundholm@bluebatonservices.com). Please include the desired posting opening and closing date. 3. Contact Human Resources after the position closes to receive the applicant folders. This new system should help our company grow quickly and more efficiently. Thank you in advance for your cooperation.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Following%20Instruction_Q1.2_img_001.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Job title and salary details.\r\n\t"
                },
                {
                    "b": "Opening and closing dates for the posting.\r\n\t"
                },
                {
                    "c": "Applicant instruction to send a cover letter and resume to a hiring manager.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the message carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828487,
        "question_content": "<p><strong>Q.</strong> According to these network mapping directions, what is the main difference between accessing the shared drive in the office versus at home?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"An email. From: AMAYA SIMPSON. TO: All employees. SUBJECT: Mapping network drives. Body Text: In recent weeks, I have been getting a large number of requests for help mapping network drives. While I am always happy to help, this has made it difficult for me to fulfill my other support duties, and some of you have been waiting longer than you should for fixes to other tech problems. To save time, I've written this guide to help you connect to the network drives on your own. MAPPING A NETWORK DRIVE. You must be connected to our network in order to access the shared drives. If you are in the office, your computer should be plugged in to a network cable. If you are working remotely or on wi-fi, you will need to connect to the VPN. 1. Ensure you don't have any old connections. If you have a S: drive, right click the drive and click Disconnect.  2. Next, click the Start menu, then right click My Computer and select the option that says Map Network Drive. 3. In the window that appears, choose S:, then type company shared. Check Reconnect at logon, then click OK. This should connect the drive. If you have any questions, don't hesitate to ask. Signature: AMAYA SIMPSON, IT Support Engineer\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Following%20Instruction_Q1.3_img_002.png\"></p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "In order to access the shared drive at home, you need to first connect to the VPN.\r\n\t"
                },
                {
                    "b": "In order to access the shared drive at home, you need to plug in to a network cable.\r\n\t"
                },
                {
                    "c": "In order to access the shared drive at work, you need to first connect to the VPN.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828518,
        "question_content": "<p><strong>Q.</strong> This policy was written to update employees on expectations for personal device usage while on the production floor. According to the policy, you can leave your cell phone with your supervisor or human resources specialist if:</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"FROM: Eileen Cho, Production Supervisor. TO: Production Staff. SUBJECT: New Personal Device Policy. Body text:  All, Please read the new policy on personal devices at work. This policy will be a significant change from what has been allowed in the past. However, it is essential for creating a safe work environment. Let me know if you have any questions or concerns. PERSONAL ELECTRONIC DEVICES AT WORK:  No employees may carry or use personal electronic devices on the production floor. There will be no exceptions for any reason. Personal electronic devices include: Cell phones, MP3 players, and tablets. Policy: Smart watches: Before entering production areas, employees must store their devices in lockers or desks. Employees may use these devices only during break times. Urgent Calls: If an employee is expecting an urgent or important personal call, the employee may leave their cell phone with their direct supervisor or a human resources specialist. Family members may also call the main office line in case of emergencies. Employees will be alerted about urgent calls as soon as possible. Signature: Eileen Cho,  Production Supervisor\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Following%20Instruction_Q1.4_img_003.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "You want to check your phone during breaks.\r\n\t"
                },
                {
                    "b": "You were not assigned a locker or desk with storage.\r\n\t"
                },
                {
                    "c": "You are expecting an urgent or important call and need to be alerted.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the policy carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828519,
        "question_content": "<p><strong>Q.</strong> Imagine that you are working the register. Based on these instructions, if there are no customers waiting behind the customer at checkout, you should:</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Add a coupon book to the customer's bag.\r\n\t"
                },
                {
                    "b": "Provide a full explanation of the loyalty program.\r\n\t"
                },
                {
                    "c": "Give the customer all the benefits of the loyalty program even though they are not a member.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828520,
        "question_content": "<p><strong>Q.</strong> You are ringing up a new customer. When do you ask if they received help with their purchases from any employees?</p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p><strong>Solution: The correct answer is D.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "After scanning the bar codes of the items they are purchasing.\r\n\t"
                },
                {
                    "b": "After asking if they are in the loyalty program.\r\n\t"
                },
                {
                    "c": "Before logging in to the system.\r\n\t"
                },
                {
                    "d": "As the customer hands you the items they want to purchase.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828521,
        "question_content": "<p><strong>Q.</strong> Review this email from Jason Hernandez carefully. Which of the following topics will NOT be covered in the Lunch and Learn?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The importance of using strong passwords\r\n\t"
                },
                {
                    "b": "Which tools to use to keep track of passwords\r\n\t"
                },
                {
                    "c": "How to link your work and personal email accounts\r\n\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Skim the email for clues and key words.</div>\r\n</div>"
                }
            ]
        }
    },
    {
        "id": 828523,
        "question_content": "<p><strong>Q.</strong> According to the email, where should you use the information you will learn in the Lunch and Learn?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "In all work accounts and personal email\r\n\t"
                },
                {
                    "b": "In all client accounts and work email\r\n\t"
                },
                {
                    "c": "In work, personal and bank accounts\r\n\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the email carefully to find the answer.</div>\r\n</div>"
                }
            ]
        }
    },
    {
        "id": 828524,
        "question_content": "<p><strong>Q.</strong> In his email, Jason asks you to let him know if you are coming to the Lunch and Learn so that he can order enough food. By when should you give him your decision?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Reply to Jason by Friday at 10am, just before the Lunch and Learn starts.\r\n\t"
                },
                {
                    "b": "Reply to Jason by Monday. A specific “reply by” time is not given in the email.\r\n\t"
                },
                {
                    "c": "Reply to Jason as soon as you finish reading his email.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the email carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828525,
        "question_content": "<p><strong>Q.</strong> You are an employee at the local thrift store. What categories should you sort the donations into first?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Sell and Bad Condition\r\n\t"
                },
                {
                    "b": "Sell and Recycle\r\n\t"
                },
                {
                    "c": "High-Quality and Bad Condition\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">The categories are listed in the second paragraph.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828526,
        "question_content": "<p><strong>Q.</strong> Where can you find information about what belongs in each of the blue bins located along the back wall?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "In the “Sell” donations instruction book, next to the blue bins.\r\n\t"
                },
                {
                    "b": "In the “Sell” donations instruction book, next to the white recycling crate.\r\n\t"
                },
                {
                    "c": "In both the blue bin signs and the photos above each bin.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the third paragraph carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828527,
        "question_content": "<p><strong>Q.</strong> You are an employee of InkRight Printing Corporation. According to the memo, how many days of paid holiday leave will you have for Thanksgiving?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Just one day of paid holiday leave – the day of Thanksgiving.\r\n\t"
                },
                {
                    "b": "Two full days and one half day of paid holiday leave.\r\n\t"
                },
                {
                    "c": "Three full days of paid holiday leave.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the message carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828528,
        "question_content": "<p><strong>Q.</strong> In the middle of the memo, below the bulleted list of dates, the CEO gives instructions about leaving early on Tuesday, 11/21. All of the following details are given, except:</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "What time you can leave.\r\n\t"
                },
                {
                    "b": "Whose permission you should get before you leave.\r\n\t"
                },
                {
                    "c": "What you need to do before you ask to leave early.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the message carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828529,
        "question_content": "<p><strong>Q.</strong> Based on the information found in this travel reimbursement policy, if your meal receipt from a meeting in Washington, D.C., shows you paid for three dinners during one night of your stay, what will your company's fiscal manager likely say?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "“We will reimburse you for all meals if the other two were for your children.”\r\n\t"
                },
                {
                    "b": "“We will only reimburse you for one meal. Meals for other people are non-reimbursable.”\r\n\t"
                },
                {
                    "c": "“Because your gas expenses were very low, we will reimburse you for all three meals.”\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the policy carefully to infer the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828530,
        "question_content": "<p><strong>Q.</strong> Imagine that you are attending a two-day seminar that is 65 miles from your home and 30 miles from work. Will you be reimbursed for meals and lodging?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "No, because the travel destination is less than 35 miles from work.\r\n\t"
                },
                {
                    "b": "No, because the travel destination is less than 35 miles from home.\r\n\t"
                },
                {
                    "c": "There isn't enough information to answer the question.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the policy carefully to infer the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828531,
        "question_content": "<p><strong>Q.</strong> Imagine that you are reviewing employee travel receipts. Will Sarah in Sales be reimbursed for the airfare, hotel, and food that was paid for by a vendor at a conference she recently attended?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Yes, unless these expenses are related to the personal negligence of the traveler.\r\n\t"
                },
                {
                    "b": "No, because expenses paid for by a third party are not reimbursable.\r\n\t"
                },
                {
                    "c": "No, because entertainment expenses, such as fees for social or non-mandatory activities at conferences, are not reimbursable.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the policy carefully to infer the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828532,
        "question_content": "<p><strong>Q.</strong> Given the context, what is a likely title for this section of the travel reimbursement policy?</p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p><strong>Solution: The correct answer is D.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Cash, Deposits, and Petty Cash Policy\r\n\t"
                },
                {
                    "b": "Special Reimbursement Procedures\r\n\t"
                },
                {
                    "c": "Personal Travel Assistance Policy\r\n\t"
                },
                {
                    "d": "Travel Reimbursement Exclusions\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the policy carefully to infer the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828533,
        "question_content": "<p><strong>Q.</strong> According to Attachment 1310, what's a likely reason why you would need to include a justification with your reimbursement request?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "So the accounting department can confirm that the trip is primarily for business.\r\n\t"
                },
                {
                    "b": "So you don't have to get prior approval from your manager.\r\n\t"
                },
                {
                    "c": "To prove to the accounting department that you received approval from your manager prior to the trip.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read Attachment 1310 carefully to infer the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828534,
        "question_content": "<p><strong>Q.</strong> You work at Mort's Café as a Team Lead, and you have just received this memo. If you want the café to be ready for customers when doors open, when should you follow the instructions?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Every morning when you arrive\r\n\t"
                },
                {
                    "b": "After the last lunch order\r\n\t"
                },
                {
                    "c": "Before you leave for the day\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the memo carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828535,
        "question_content": "<p><strong>Q.</strong> In the second paragraph, the instruction states to first turn on the espresso machine, then preheat the oven. Why is this instruction given?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "To keep the café kitchen equipment clean and working properly.\r\n\t"
                },
                {
                    "b": "To teach the team leads how to use the oven and coffee machine.\r\n\t"
                },
                {
                    "c": "To make sure the items that require time are ready for customers when the café opens.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">This instruction has to do with customer service.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828536,
        "question_content": "<p><strong>Q.</strong> According to the instructions in the memo, what should you do after you put the pastries in the oven?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Finish setting up by starting the first batch of drip coffee.\r\n\t"
                },
                {
                    "b": "Finish setting up by taking the chairs down. Then stock the condiment bar.\r\n\t"
                },
                {
                    "c": "Contact management with any questions before the café doors open.\r\n\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the memo carefully to find the answer.</div>\r\n</div>"
                }
            ]
        }
    },
    {
        "id": 828537,
        "question_content": "<p><strong>Q.</strong> This telephone policy is given to Client Relations specialists at Door Pros Security Corp. The policy lists instructions for taking calls. You are a Client Relations specialist and you receive a call in the main office. The caller wants you to take a message for them. According to the instructions, what should you do in this situation?</p>\r\n\r\n<p style=\"text-align:center;\"><img alt=\"TELEPHONE POLICY: When you make or receive a phone call at work, you represent Door Pros Security Corp. Please represent us politely and professionally. Calls in the main office: Answer the phone with your department's name and your name. For example: \"Door Pros Security Corp. Client Relations department. This is Sean speaking.\" 2. Do not take messages from callers. Direct their call to the person they wish to speak to. 3.  Always ask the caller before you put them on hold. 4. Remember to give good service. Do your best to assist the caller. Calls at client sites: When you are providing security off-site, you may receive calls from the main office. Do not answer the phone in front of the client or members of the public.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/L3_Following%20Instruction_Q_1.5_img002.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Let the caller know you cannot take messages. Then ask the caller to call back again later.\r\n\t"
                },
                {
                    "b": "Let the caller know you cannot take messages. Then offer to direct their call to the person they wish to speak to.\r\n\t"
                },
                {
                    "c": "First, put the caller on hold. Then find a piece of paper to take their message and resume the call.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the instructions for taking calls in the main office carefully.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828539,
        "question_content": "<p><strong>Q.</strong> According to this set of instructions for sorting donations at the local thrift store, what should you do with donations that are ripped, stained, stretched, dirty, or in bad condition?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Sort them with the rest of the items in the “Sell” category, but separate them from the high-quality clothing.\r\n\t"
                },
                {
                    "b": "Mend, wash, and repair them until they look brand new. Then put them with the rest of the items in the “Sell” category.\r\n\t"
                },
                {
                    "c": "Place them in the white recycling crate.\r\n\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions in the second paragraph carefully.</div>\r\n</div>"
                }
            ]
        }
    },
    {
        "id": 828540,
        "question_content": "<p><strong>Q.</strong> What should you do before sorting the donations in the blue bins along the back wall?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Sort the donations into “Sell” and “Recycle” categories.\r\n\t"
                },
                {
                    "b": "Sort the donations based on retail value.\r\n\t"
                },
                {
                    "c": "Place specific items, like a tee shirt or blouse, in the correct location.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions carefully.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828541,
        "question_content": "<p><strong>Q.</strong> This memo was sent out to all Regional Store Officers. The \"Notes for stores\" section supports the main idea by:</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Highlighting what gets removed from the shelves, and by when.\r\n\t"
                },
                {
                    "b": "Detailing when communications, like the press release, will go out to the public.\r\n\t"
                },
                {
                    "c": "Providing instruction for how to comply with the order to no longer carry Sunnybough Farms products.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the instructions carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828542,
        "question_content": "<p><strong>Q.</strong> According to the memo, stores should expect to:</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Receive Sunnybough Farms products until August 6th.\r\n\t"
                },
                {
                    "b": "Discount Sunnybough Farms products with coupons published on August 18th.\r\n\t"
                },
                {
                    "c": "Donate remaining products to food banks by September 1st.\r\n\t"
                },
                {
                    "d": "Add new displays and endcaps for Sunnybough Farms products after August 15th.\r\n\t"
                },
                {
                    "e": "Carry Sunnybough Farms products beyond September 8th.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828543,
        "question_content": "<p><strong>Q.</strong> Imagine you are a store manager and it is September 7th. What should you be prepared to do the next day?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Receive the final shipment of Sunnybough Farms products.\r\n\t"
                },
                {
                    "b": "Make sure all Sunnybough Farms products have been removed from the store according to the details outlined in the memo.\r\n\t"
                },
                {
                    "c": "Make a public announcement that all remaining Sunnybough Farms products will be sent to the food bank.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828544,
        "question_content": "<p>This is a company-wide email about mapping network drives on employee computers. </p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"An email. From: AMAYA SIMPSON. TO: All employees. SUBJECT: Mapping network drives. Body Text: In recent weeks, I have been getting a large number of requests for help mapping network drives. While I am always happy to help, this has made it difficult for me to fulfill my other support duties, and some of you have been waiting longer than you should for fixes to other tech problems. To save time, I've written this guide to help you connect to the network drives on your own. MAPPING A NETWORK DRIVE. You must be connected to our network in order to access the shared drives. If you are in the office, your computer should be plugged in to a network cable. If you are working remotely or on wi-fi, you will need to connect to the VPN. 1. Ensure you don't have any old connections. If you have a S: drive, right click the drive and click Disconnect.  2. Next, click the Start menu, then right click My Computer and select the option that says Map Network Drive. 3. In the window that appears, choose S:, then type company shared. Check Reconnect at logon, then click OK. This should connect the drive. If you have any questions, don't hesitate to ask. Signature: AMAYA SIMPSON, IT Support Engineer\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Identifying%20The%20Main%20Ides%20andKey%20Details_Q_1.5_img_002.png\"></p>\r\n\r\n<p><strong>Q.</strong>  According to the message, which of the following is NOT why the IT Support Engineer sent this email to the entire company?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Sending an email with instructions helps her field a frequently asked question and better manage her time.\r\n\t"
                },
                {
                    "b": "Sending an email with instructions provides employees with a reference for when this issue comes up again.\r\n\t"
                },
                {
                    "c": "People have experienced long wait times for support with other tech problems.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the first paragraph carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828545,
        "question_content": "<p><strong>Q.</strong> According to this memo from the Head of Security at Creekview Apartments, what does management believe will happen after the locks are replaced?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Maintenance staff will complain about the increase in workload.\r\n\t"
                },
                {
                    "b": "Break-ins will be reduced because non-resident keys will no longer work.\r\n\t"
                },
                {
                    "c": "Tenants will be able to share their electronic door code with friends and family.\r\n\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the memo carefully to find the correct answer.</div>\r\n</div>"
                }
            ]
        }
    },
    {
        "id": 828546,
        "question_content": "<p><strong>Q.</strong> Imagine that you are a maintenance staff person tasked with replacing locks at Creekview Apartments. What should you do after you schedule tenant appointments?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Update your copy of the Lock-Replacement-Log_TEMPLATE.xlsx file with the appointment details. Then verify the appointment with the front desk.\r\n\t"
                },
                {
                    "b": "Download your copy of the Lock-Replacement-Log_TEMPLATE.xlsx file with the appointment details. Replace TEMPLATE with the tenant's name.\r\n\t"
                },
                {
                    "c": "Update your copy of the Lock-Replacement-Log_TEMPLATE.xlsx file with the appointment details. Then upload the file to the shared drive replacing TEMPLATE with your name.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the instructions carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828547,
        "question_content": "<p><strong>Q.</strong> Using context clues from the sentence, what is the most likely meaning of the highlighted word, \"endcaps\"?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"Company name: Hill Foods, Inc. FROM: Imani Rowe, Executive VP & Chief Merchandising Officer. TO: Regional Store Officers. CC: Marketing Executive Team, Regional Merchandising Officers. RE: Sunnybough Farms products removed from stores in August/September. Body Text: In light of the most recent food safety scare from the Sunnybough Farms brand, Hill Foods has made the decision to no longer carry its products. This applies to all Sunnybough Farms products, not just the affected products. Notes for stores: 1. Stores will continue to receive shipments of Sunnybough Farms products until August 6th. 2. National coupons for Sunnybough Farms products will be published on August 8th. 3. Stores should replace any endcaps or other special displays of Sunnybough Farms products by August 15th. 4.  A press release about Hill Foods' decision to stop carrying these products will go out on September 1st. 5. All Sunnybough Farms products should be removed from the stores by September 8th. Any remaining products should be donated to local food banks. Do not make this donation public. Customer and Media Questions: If customers ask about these products, employees should say that Hill Foods' top priority is providing food that customers can trust. Direct all media questions to media@hillfoods.com.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Learning%20New%20Vocabulary_Q_1.2_img_001.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The final discount price on products before they are no longer offered.\r\n\t"
                },
                {
                    "b": "A display for store merchandise that is placed at either end of the main shelving unit.\r\n\t"
                },
                {
                    "c": "The empty space on a shelf after a product has sold out completely.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the sentence containing the highlighted word carefully to find its meaning.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828548,
        "question_content": "<p><strong>Q.</strong> Which of the following is the correct interpretation of the sentence with the highlighted word, \"verify\"?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"TO: Creekview Apartments Maintenance Staff. FROM: Malik Jones, Head of Security . SUBJECT: Lock Replacements.  Body Text: There have been many break-ins in the past few weeks. Management believes these break-ins happened because non-residents had copies of apartment keys. In order to protect our residents, management has decided to replace all apartment locks. This must happen as soon as possible. You will receive an email with a list of tenants. Set up an appointment with each tenant to change their lock this week. Each tenant must be present when their lock is changed. I have set up the following procedure: 1. Access this folder on the shared drive: S:/Creekview/Security/2017 Lock-Updates. 2. Download the file Lock-Replacement-Log_TEMPLATE.xlsx. 3. Contact each tenant on your list and schedule an appointment. Update your copy of the file with the appointments. 4. Upload your copy of the file with the name Lock-Replacement Log_[Your Name).xlsx. 5. Pick up replacement locks from the front desk, where administrative staff will record the serial numbers. 6. Install the locks following the instructions here: S:/Creekview/Security/2017 -Lock-Updates/Instructions. 7. Update your file as each lock is replaced. When you have completed your whole list of tenants, email me. I will then call the tenants to verify the changes.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Learning%20New%20Vocabulary_Q_1.3_img_002.png\"></p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The sender of the memo will confirm the changes with the tenants.\r\n\t"
                },
                {
                    "b": "The sender of the memo will refute the changes with the tenants.\r\n\t"
                },
                {
                    "c": "The sender of the memo will cancel the changes with the tenants.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the sentence containing the highlighted word carefully to find its meaning.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828549,
        "question_content": "<p><strong>Q.</strong> In this memo, what does the sender mean when she says the company wants to conserve paper?</p>\r\n\r\n<p style=\"text-align:center\"><img alt='TO: Warehouse Floor Staff. FROM: Phoebe Truong, Warehouse Supervisor. RE: Digital Task Tracker. Body Text: In order to decrease lag time between orders and conserve paper, we are replacing our paper task system with a digital system. A tablet station will be located near Entrance B. Select any tablet, then log in with your employee username and password. Your first order of the day will be displayed. Find and package the items as usual. Once you are done, press \"Complete” on the tablet, and a new task will be generated. Since a new task automatically loads as soon as the previous task is complete, you must pause the task system in order to take a break. Before you complete a task, click the menu icon in the top left corner of the screen. Then, select, “Take a break” to pause the task queue. For your own benefit, it is essential to follow the correct break procedure. If you go on break while a task is active, the system will count your break as time spent on the task. This will negatively affect your average task rate. The tablet system will be implemented on September 6th. Please contact your immediate supervisor if you have any questions.' src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Learning%20New%20Vocabulary_Q_1.4_img_003.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The company wants to protect the paper they currently have.\r\n\t"
                },
                {
                    "b": "The company wants to restore the paper supply.\r\n\t"
                },
                {
                    "c": "The company wants to prevent unnecessary paper use and waste.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the first sentence carefully to find its meaning.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828550,
        "question_content": "<p><strong>Q.</strong> Based on the context, what is the best synonym for \"generated\"?</p>\r\n\r\n<p style=\"text-align:center\"><img alt='TO: Warehouse Floor Staff. FROM: Phoebe Truong, Warehouse Supervisor. RE: Digital Task Tracker. Body Text: In order to decrease lag time between orders and conserve paper, we are replacing our paper task system with a digital system. A tablet station will be located near Entrance B. Select any tablet, then log in with your employee username and password. Your first order of the day will be displayed. Find and package the items as usual. Once you are done, press \"Complete” on the tablet, and a new task will be generated. Since a new task automatically loads as soon as the previous task is complete, you must pause the task system in order to take a break. Before you complete a task, click the menu icon in the top left corner of the screen. Then, select, “Take a break” to pause the task queue. For your own benefit, it is essential to follow the correct break procedure. If you go on break while a task is active, the system will count your break as time spent on the task. This will negatively affect your average task rate. The tablet system will be implemented on September 6th. Please contact your immediate supervisor if you have any questions.' src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Learning%20New%20Vocabulary_Q_1.5_img_004.png\"></p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Populated\r\n\t"
                },
                {
                    "b": "Born\r\n\t"
                },
                {
                    "c": "Reproduced\r\n\t"
                },
                {
                    "d": "Deleted\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the sentence containing the highlighted word carefully to find the word that best replaces it.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828551,
        "question_content": "<p><strong>Q.</strong> Which of the following CHANGES the meaning of the sentence containing the word \"implemented\"?</p>\r\n\r\n<p style=\"text-align:center\"><img alt='TO: Warehouse Floor Staff. FROM: Phoebe Truong, Warehouse Supervisor. RE: Digital Task Tracker. Body Text: In order to decrease lag time between orders and conserve paper, we are replacing our paper task system with a digital system. A tablet station will be located near Entrance B. Select any tablet, then log in with your employee username and password. Your first order of the day will be displayed. Find and package the items as usual. Once you are done, press \"Complete” on the tablet, and a new task will be generated. Since a new task automatically loads as soon as the previous task is complete, you must pause the task system in order to take a break. Before you complete a task, click the menu icon in the top left corner of the screen. Then, select, “Take a break” to pause the task queue. For your own benefit, it is essential to follow the correct break procedure. If you go on break while a task is active, the system will count your break as time spent on the task. This will negatively affect your average task rate. The tablet system will be implemented on September 6th. Please contact your immediate supervisor if you have any questions.' src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Learning%20New%20Vocabulary_Q_1.6_img_005.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Beginning\r\n\t"
                },
                {
                    "b": "Introduced\r\n\t"
                },
                {
                    "c": "Revised\r\n\t"
                },
                {
                    "d": "Applied\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Try replacing the highlighted word with each answer choice to see which makes the least sense in the sentence.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828552,
        "question_content": "<p><strong>Q.</strong> Which of the following words CHANGES the meaning of the sentence containing the word impair?</p>\r\n\r\n<p><strong>TJELABS DRUG FREE WORKPLACE POLICY</strong></p>\r\n\r\n<p>Drugs and alcohol have been shown to <mark>impair</mark> worker performance and judgement. Given the nature of our work, drugs in the workplace would create danger for employees and problems for our clients. For that reason, employees may not:</p>\r\n\r\n<ul>\r\n\t<li>Possess drugs or alcohol on TJELabs grounds</li>\r\n\t<li>Come to work while affected by drugs or alcohol</li>\r\n\t<li>Use drugs or alcohol while representing TJELabs</li>\r\n</ul>\r\n\r\n<p><u>Drug Testing</u></p>\r\n\r\n<p>TJELabs may conduct drug and alcohol tests at any time, for any reason. Employees may not refuse a drug test.</p>\r\n\r\n<p><u>Disciplinary Action</u></p>\r\n\r\n<p>Employees who violate any part of this policy will be disciplined. Discipline may include immediate termination. Employees fired for drug and alcohol violations will not be rehired at any TJELabs office.</p>\r\n\r\n<p></p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Drugs and alcohol enhance worker performance and judgment.\r\n\t"
                },
                {
                    "b": "Drugs and alcohol slow worker performance and judgment.\r\n\t"
                },
                {
                    "c": "Drugs and alcohol weaken worker performance and judgment.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the sentence containing the highlighted word carefully to find its meaning.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828553,
        "question_content": "<p><strong>Q.</strong> Which of the following words could replace the word \"conduct\" without altering the meaning of the sentence?</p>\r\n\r\n<p><strong>TJELABS DRUG FREE WORKPLACE POLICY</strong></p>\r\n\r\n<p>Drugs and alcohol have been shown to impair worker performance and judgement. Given the nature of our work, drugs in the workplace would create danger for employees and problems for our clients. For that reason, employees may not:</p>\r\n\r\n<ul>\r\n\t<li>Possess drugs or alcohol on TJELabs grounds</li>\r\n\t<li>Come to work while affected by drugs or alcohol</li>\r\n\t<li>Use drugs or alcohol while representing TJELabs</li>\r\n</ul>\r\n\r\n<p><u>Drug Testing</u></p>\r\n\r\n<p>TJELabs may <mark>conduct</mark> drug and alcohol tests at any time, for any reason. Employees may not refuse a drug test.</p>\r\n\r\n<p><u>Disciplinary Action</u></p>\r\n\r\n<p>Employees who violate any part of this policy will be disciplined. Discipline may include immediate termination. Employees fired for drug and alcohol violations will not be rehired at any TJELabs office.</p>\r\n\r\n<p></p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p><strong>Solution: The correct answer is D.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Create\r\n\t"
                },
                {
                    "b": "Display\r\n\t"
                },
                {
                    "c": "Transmit\r\n\t"
                },
                {
                    "d": "Administer\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Try replacing the highlighted word with each answer choice to see which makes the least sense in the sentence.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828554,
        "question_content": "<p><strong>Q.</strong> In the sentence, all of the following synonyms work as possible replacements for the word “termination,” except:</p>\r\n\r\n<p><strong>TJELABS DRUG FREE WORKPLACE POLICY</strong></p>\r\n\r\n<p>Drugs and alcohol have been shown to impair worker performance and judgement. Given the nature of our work, drugs in the workplace would create danger for employees and problems for our clients. For that reason, employees may not:</p>\r\n\r\n<ul>\r\n\t<li>Possess drugs or alcohol on TJELabs grounds</li>\r\n\t<li>Come to work while affected by drugs or alcohol</li>\r\n\t<li>Use drugs or alcohol while representing TJELabs</li>\r\n</ul>\r\n\r\n<p><u>Drug Testing</u></p>\r\n\r\n<p>TJELabs may conduct drug and alcohol tests at any time, for any reason. Employees may not refuse a drug test.</p>\r\n\r\n<p><u>Disciplinary Action</u></p>\r\n\r\n<p>Employees who violate any part of this policy will be disciplined. Discipline may include immediate <mark>termination</mark>. Employees fired for drug and alcohol violations will not be rehired at any TJELabs office.</p>\r\n\r\n<p></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Firing\r\n\t"
                },
                {
                    "b": "Ending\r\n\t"
                },
                {
                    "c": "Dismissal\r\n\t"
                },
                {
                    "d": "Letting go\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Try replacing the highlighted word with each answer choice to see which makes the least sense in the sentence.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828555,
        "question_content": "<p><strong>Q.</strong> Here's an email correspondence between two employees of Rosen and Associates. Which of the following is the correct meaning of the acronym “COB” in the second paragraph of Eunie's email?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Copy Our Bosses\r\n\t"
                },
                {
                    "b": "Close of Business\r\n\t"
                },
                {
                    "c": "Create Our Baseline\r\n\t"
                },
                {
                    "d": "Coordinate Our Business\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the second paragraph of Eunie's email carefully.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828556,
        "question_content": "<p><strong>Q.</strong> According to Eunie's email, detailed specifications have been uploaded to DocuShare. Based on the context, what is the likely function of DocuShare?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "A digital storage place where everyone on a project can access company files.\r\n\t"
                },
                {
                    "b": "A program that designs project specifications.\r\n\t"
                },
                {
                    "c": "A place to find running gear for charitable events.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the second paragraph of Eunie's email carefully.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828557,
        "question_content": "<p><strong>Q.</strong> Eunie specifies that Marc Argenti has designed an end-user CTA for run sign up. Based on what you can infer from the email, which of the following functions as a CTA?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "A list of winners from past runs.\r\n\t"
                },
                {
                    "b": "A video that shows the history of the run.\r\n\t"
                },
                {
                    "c": "A form that allows someone to sign up for the run.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">CTA stands for “Call to Action” and is used to help site visitors navigate a webpage.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828558,
        "question_content": "<p><strong>Q.</strong> According to Carl's response email, when will Jasmine Brown send an update about her expected drop date?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "After the Second Approval Phase\r\n\t"
                },
                {
                    "b": "As soon as possible, after she looks at the project specs\r\n\t"
                },
                {
                    "c": "As soon as the project manager reviews the files\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">What does ASAP stand for in Carl's email?</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828559,
        "question_content": "<p><strong>Q.</strong> Carl uses the abbreviation “w/r/t” to shorten the second paragraph. What does “w/r/t” stand for?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "with respect to\r\n\t"
                },
                {
                    "b": "website response tweet\r\n\t"
                },
                {
                    "c": "writing, reading and text\r\n\t"
                },
                {
                    "d": "Wireless Reference Transmitter\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-0\" style=\"display: none;\">\r\n\t\t<p>Select the answer choice that best replaces the abbreviation.</p>\r\n\t</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828560,
        "question_content": "<p><strong>Q.</strong> Carl indicates that Jasmine Brown will need information from Mark so she can start writing the CSS. Given the context, what is CSS?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "A classification system for organizing colors.\r\n\t"
                },
                {
                    "b": "Code for designing the look and feel of the website.\r\n\t"
                },
                {
                    "c": "A “Charity & Service Support” informational packet for run attendees.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the final paragraph of Carl's email carefully.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828561,
        "question_content": "<p><strong>Q.</strong> Which of the following most likely describes this type of document?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Safety tips for what people can do in their homes and businesses.\r\n\t"
                },
                {
                    "b": "Guidelines for how managers can create new policies for the company.\r\n\t"
                },
                {
                    "c": "Legal rules about how this type of business must operate.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the document carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828562,
        "question_content": "<p><strong>Q.</strong> Based on the context clues provided in the document, what type of business is this regulation for?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Childcare\r\n\t"
                },
                {
                    "b": "Family Services\r\n\t"
                },
                {
                    "c": "Building & Construction\r\n\t"
                },
                {
                    "d": "Non-Governmental Organizations\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the document carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828563,
        "question_content": "<p><strong>Q.</strong> Which of the following would NOT fall under Section A?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Assign smoking areas 20 feet from building\r\n\t"
                },
                {
                    "b": "Avoid using candles or other flammable objects\r\n\t"
                },
                {
                    "c": "Indicate egress options using an evacuation map\r\n\t"
                },
                {
                    "d": "Use fireproof, commercial-grade fabrics\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">All but one of the answer choices helps you avoid conditions that could contribute to a fire hazard.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828564,
        "question_content": "<p><strong>Q.</strong> Which one of these situations follows the fire drill procedure correctly?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Drills should happen every two months using a variety of evacuation routes.\r\n\t"
                },
                {
                    "b": "Drills should be conducted monthly but only during the shift when most people work.\r\n\t"
                },
                {
                    "c": "Drills should be conducted monthly and recorded by management.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read section B carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828565,
        "question_content": "<p><strong>Q.</strong> Which of these would pass the regulation's rules for egress?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Two exits are placed side by side to make one major egress corridor.\r\n\t"
                },
                {
                    "b": "The hallways are lined with cubbies, backpacks and things that need storing.\r\n\t"
                },
                {
                    "c": "The stairwell off the back door has a railing at child-height.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read section D carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828566,
        "question_content": "<p><strong>Q.</strong> Which of the following topics is not covered in the regulation?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "How to file a post-fire insurance report.\r\n\t"
                },
                {
                    "b": "Which requirement codes the fire detection systems must meet.\r\n\t"
                },
                {
                    "c": "Which floors childcare can be provided on.\r\n\t"
                },
                {
                    "d": "Where railings designed for children need to be.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the document carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828568,
        "question_content": "<p><strong>Q.</strong> This email was sent from the company's Chief Compliance Officer (CCO) to the Packing and Processing teams. Which of the following describes the overall sentiment of the email?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The CCO is confident in the level of preparedness of both teams, but worries that the team members will be pressured to cover up mistakes or lie.\r\n\t"
                },
                {
                    "b": "The CCO is confident in the level of preparedness of both teams, and wants to empower them with information about what to expect.\r\n\t"
                },
                {
                    "c": "The CCO is hesitant about the level of preparedness given the documented violations from the last two visits.\r\n\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the email carefully to find the answer.</div>\r\n</div>"
                }
            ]
        }
    },
    {
        "id": 828569,
        "question_content": "<p><strong>Q.</strong> Based on the FDA attachment, “What Should I Expect During an Inspection?”, the FDA is most likely:</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "interested in assessing the company's ability to comply with regulations.\r\n\t"
                },
                {
                    "b": "issuing the FDA form 482 to provide the company with compliance actions to take.\r\n\t"
                },
                {
                    "c": "sending their representative to teach the company how to manufacture better widgets.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the attachment carefully to make an inference about the FDA's visit.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828570,
        "question_content": "<p><strong>Q.</strong> All of the following details can be derived from the CCO's email and attachment, except:</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "the impact of passing an inspection.\r\n\t"
                },
                {
                    "b": "the status of the last two FDA visits.\r\n\t"
                },
                {
                    "c": "the consequences of lying to an inspector.\r\n\t"
                },
                {
                    "d": "what the inspector will do during the inspection.\r\n\t"
                },
                {
                    "e": "what to use as a guide for corrective action after the inspection.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the email and attachment carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828571,
        "question_content": "<p><strong>Q.</strong> In his email, Erik mentions that a PM, a role that is also noted in the attachment, will work closely with the inspector. According to both documents, what does PM stand for?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Project Manager\r\n\t"
                },
                {
                    "b": "Planning Manager\r\n\t"
                },
                {
                    "c": "Production Manager\r\n\t"
                },
                {
                    "d": "Production Maintenance\r\n\t"
                },
                {
                    "e": "Performance Manager\r\n\r\n\r\n\t<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the email and attachment carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828573,
        "question_content": "<p><strong>Q.</strong> Imagine that you are assigned to accompany the inspector. According to the attachment, you must remain with the inspector:</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "in order to keep them from seeing certain parts of the production facility.\r\n\t"
                },
                {
                    "b": "for the majority of the visit, with the exception of time spent looking at records.\r\n\t"
                },
                {
                    "c": "for the entirety of the visit, including during the examination of processes and collection of samples.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the attachment carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828574,
        "question_content": "<p><strong>Q.</strong> According to Erik's email and the attachment, which of these scenarios best shows a willingness to comply with the FDA-483?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The teams implement FDA-483 suggestions immediately, during the discussion with the inspector.\r\n\t"
                },
                {
                    "b": "The PM gives the inspector a thorough tour of the production facilities and introduces them to team members.\r\n\t"
                },
                {
                    "c": "The teams continue with normal daily facility duties without acknowledging FDA-483 suggestions.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the email and attachment carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828587,
        "question_content": "<p><strong>Q.</strong> Which of the following is NOT a likely reason why Utah Medicaid Enterprise sent out this RFP?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "They weren't satisfied with the work of the previous vendor and wanted a new one.\r\n\t"
                },
                {
                    "b": "They wanted to get a sample of what the industry has to offer.\r\n\t"
                },
                {
                    "c": "They were discontinuing a program offered to Utah taxpayers.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the request for proposals and make an inference.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828588,
        "question_content": "<p><strong>Q.</strong> In the RFP, Mary O'Shannon indicates that candidates must be able to conduct business within the State of Utah. This is important to include for all of the following reasons, except:</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "It's an indication of the vendor's size and capacity to grow.\r\n\t"
                },
                {
                    "b": "It highlights an underlying principle of Utah Medicaid Enterprise.\r\n\t"
                },
                {
                    "c": "It immediately eliminates candidates that aren't qualified to do business within the State of Utah.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the Request for Proposals carefully. See the on-page instruction for help!</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828590,
        "question_content": "<p><strong>Q.</strong> Based on the information provided in both cover letters, which company is shown to have a history of working with Utah Medicaid Enterprise?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Dorton Medical Inc.\r\n\t"
                },
                {
                    "b": "Global Health United\r\n\t"
                },
                {
                    "c": "Both companies\r\n\t"
                },
                {
                    "d": "There isn't enough information to answer the question.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the Request for Proposals and responses carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828592,
        "question_content": "<p><strong>Q.</strong> Imagine that you are helping Mary O'Shannon read responses from RFP candidates. What is a reason why a new candidate must submit references from existing clients?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "New candidates are more likely to submit inaccurate responses to the RFP.\r\n\t"
                },
                {
                    "b": "Utah Medicaid Enterprise only works with vendors serving a minimum of 30 clients.\r\n\t"
                },
                {
                    "c": "New candidates need to establish trust by demonstrating successful business relationships.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the request for proposals and make an inference about why Utah Medicaid Enterprise requires references from new candidates.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828595,
        "question_content": "<p><strong>Q.</strong> Which of the following principles is NOT reflected in the RFP's list of what candidates must be able to do?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Utah Medicaid Enterprise values the financial welfare of the people it serves.\r\n\t"
                },
                {
                    "b": "Developing relationships with new vendors is a sign of organizational growth.\r\n\t"
                },
                {
                    "c": "It is important for vendors to bring business into the state.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the Request for Proposals carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828597,
        "question_content": "<p><strong>Q.</strong> Which of the following non-negotiable values expressed in the RFP was NOT included in the response from Global Health United?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Accounting for tax reductions and incentives for individuals within the State of Utah\r\n\t"
                },
                {
                    "b": "Demonstrating where organizational funding comes from\r\n\t"
                },
                {
                    "c": "Being able to conduct business within the State of Utah\r\n\t"
                },
                {
                    "d": "Naming one primary contact to be available for RFP communications and questions\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the Request for Proposals and Global Health United's responses carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828598,
        "question_content": "<p><strong>Q.</strong> How does Dorton Medical Inc. demonstrate their understanding of the values outlined in the RFP?</p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p><strong>Solution: The correct answer is D.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "They say they are already registered to do business in Utah in the second paragraph.\r\n\t"
                },
                {
                    "b": "They include a cost-saving solution for taxpayers.\r\n\t"
                },
                {
                    "c": "They address where their fees and funding come from in the third paragraph.\r\n\t"
                },
                {
                    "d": "All of the above\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read the Request for Proposals and Dorton Medical Inc.'s responses carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828604,
        "question_content": "<p><strong>Q.</strong> The following document is taken from an actual commercial real estate lease agreement. What can you infer is the meaning of the jargon “hereinafter recited” highlighted in section 1.2?</p>\r\n\r\n<p style=\"text-align:center;\"><img alt=\"1.2:   In consideration of the rents agreed to be paid hereinafter recited, Landlord does agree to lease to Tenant. Tenant does hereby take from Landlord the Demised Premises located at 123 Peach Tree Lane in the city of Atlanta, Georgia. The Demised Premises will be used by Tenant as a retail unit. 1.3: For the purpose of calculating all rent obligations herein, the square footage shall equal approximately 23,084 square feet. This represents the Demised Premises square footage minus that of the riser room.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Unfamiliar%20Jorgon%20andTechnical%20Terms_Q_1.2_img_001.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "Legally enforced by law\r\n\t"
                },
                {
                    "b": "Read aloud by an attorney\r\n\t"
                },
                {
                    "c": "Recounted from this point in the document\r\n\t"
                },
                {
                    "d": "Rent paid by multiple tenants within one building unit\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read section 1.2 carefully. Then find the answer choice that best substitutes the highlighted text.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828606,
        "question_content": "<p><strong>Q.</strong> Which of the following words are possible synonyms for the contract jargon “hereby” highlighted in section 1.2?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"1.2:   In consideration of the rents agreed to be paid hereinafter recited, Landlord does agree to lease to Tenant. Tenant does hereby take from Landlord the Demised Premises located at 123 Peach Tree Lane in the city of Atlanta, Georgia. The Demised Premises will be used by Tenant as a retail unit. 1.3: For the purpose of calculating all rent obligations herein, the square footage shall equal approximately 23,084 square feet. This represents the Demised Premises square footage minus that of the riser room.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Unfamiliar%20Jorgon%20andTechnical%20Terms_Q_1.3_img_002.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 4,
            "choice": [
                {
                    "a": "“before” or “about”\r\n\t"
                },
                {
                    "b": "“before” or “instead of”\r\n\t"
                },
                {
                    "c": "“thus” or “therefore”\r\n\t"
                },
                {
                    "d": "“thus” or “because of”\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read section 1.2 carefully. Then find the answer choice that best substitutes the highlighted text.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828607,
        "question_content": "<p><strong>Q.</strong> Based on the context of this portion of the commercial lease, what can you infer is meant by the words “Demised Premises” highlighted in sections 1.2 and 1.3?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"1.2:   In consideration of the rents agreed to be paid hereinafter recited, Landlord does agree to lease to Tenant. Tenant does hereby take from Landlord the Demised Premises located at 123 Peach Tree Lane in the city of Atlanta, Georgia. The Demised Premises will be used by Tenant as a retail unit. 1.3: For the purpose of calculating all rent obligations herein, the square footage shall equal approximately 23,084 square feet. This represents the Demised Premises square footage minus that of the riser room.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Unfamiliar%20Jorgon%20andTechnical%20Terms_Q_1.4_img_003.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Abandoned land that has unclear boundaries.\r\n\t"
                },
                {
                    "b": "A deed restriction that can only be lifted by the Landlord.\r\n\t"
                },
                {
                    "c": "A property or part of a property that is leased to a tenant.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the passage carefully. Then infer the best definition of the highlighted text.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828608,
        "question_content": "<p><strong>Q.</strong> Which of the following words CHANGES  the meaning of the sentence when substituted for the highlighted term “consent”?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"4.2: If the Demised Premises are vacant, Tenant shall have the right, with prior written consent from Landlord, to enter. Additionally, Tenant shall have the right, with prior written consent, to enter for any other reasonable purpose permitted by Landlord; provided, however, that such entry shall not interfere with any work being done by or on behalf of Landlord. Any party entering the Demised Premises may be required to wear hardhats. Tenant shall indemnify Landlord against any loss or liability arising therefrom.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Unfamiliar%20Jorgon%20andTechnical%20Terms_Q_1.5_img_004.png\"></p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Agreement\r\n\t"
                },
                {
                    "b": "Approval\r\n\t"
                },
                {
                    "c": "Dissent\r\n\t"
                },
                {
                    "d": "Permit\r\n\t"
                },
                {
                    "e": "Permission\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the passage carefully. Then eliminate the words that best substitute the highlighted text.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828610,
        "question_content": "<p><strong>Q.</strong> Which of the following is a possible antonym of the highlighted term “permitted”?</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"4.2: If the Demised Premises are vacant, Tenant shall have the right, with prior written consent from Landlord, to enter. Additionally, Tenant shall have the right, with prior written consent, to enter for any other reasonable purpose permitted by Landlord; provided, however, that such entry shall not interfere with any work being done by or on behalf of Landlord. Any party entering the Demised Premises may be required to wear hardhats. Tenant shall indemnify Landlord against any loss or liability arising therefrom.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Unfamiliar%20Jorgon%20andTechnical%20Terms_Q_1.6_img_005.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Approved\r\n\t"
                },
                {
                    "b": "Denied\r\n\t"
                },
                {
                    "c": "Conducted\r\n\t"
                },
                {
                    "d": "Legalized\r\n\t"
                },
                {
                    "e": "Privileged\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read section 4.2 carefully to infer the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828612,
        "question_content": "<p><strong>Q.</strong> Given the context of section 4.4 and the use of the highlighted words \"cut-rate prices,\" the tenant is not allowed to:</p>\r\n\r\n<p style=\"text-align:center\"><img alt=\"4.4: Tenant shall not 1. place an awning or other projection on the exterior of the Demised Premises without Landlord's consent; 2. advertise that it sells its products or services at \"cut-rate\" prices; 3. permit any radio, television, or excessively bright lights or devices on the roof or outside the Demised Premises.\" src=\"//s3.amazonaws.com/wmx-api-production/courses/1413/images/Unfamiliar%20Jorgon%20andTechnical%20Terms_Q_1.7_img_006.png\"></p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Take out low-cost television ads on local networks.\r\n\t"
                },
                {
                    "b": "Promote itself as a wholesaler or a discount store.\r\n\t"
                },
                {
                    "c": "Use third parties to sell goods and services.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read section 4.4 carefully to infer the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828616,
        "question_content": "<p><strong>Q.</strong> This document was pulled from the Chicago Municipal Code. What kind of document is this?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "A safety regulation for handling hazardous substances.\r\n\t"
                },
                {
                    "b": "An employee code of conduct for waste management facilities.\r\n\t"
                },
                {
                    "c": "A list of instructions for storage companies.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the document carefully to draw a conclusion.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828617,
        "question_content": "<p><strong>Q.</strong> According to paragraph 2, who should you notify if a change is made in the amount of supply stored? When should you notify them?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Notify management within 24 hours by phone.\r\n\t"
                },
                {
                    "b": "Notify the fire commissioner with a notarized letter within two days.\r\n\t"
                },
                {
                    "c": "Notify the fire commissioner within 24 hours.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the document carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828618,
        "question_content": "<p><strong>Q.</strong> Imagine that you work in a laboratory and are responsible for filling containers with toxic liquid. Which of these scenarios complies with how you should handle any defective containers you come across?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Keeping older containers with visible cracks on the bottom storage shelf, closest to the floor.\r\n\t"
                },
                {
                    "b": "Using repair recommendations found in the latest safety manual to mend the containers.\r\n\t"
                },
                {
                    "c": "Recycling the containers in the city's weekly waste pick up.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the document carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828619,
        "question_content": "<p><strong>Q.</strong> According to the final paragraph of the document, what should you do with tanks containing 80 gallons of highly toxic material?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "If underground, they should be diked and should follow Section 15-24-170.\r\n\t"
                },
                {
                    "b": "If indoors, they should be stored in a safe location that follows Section 15-24-170.\r\n\t"
                },
                {
                    "c": "If aboveground, they should be surrounded by dikes that are not less than one and one-half times the combined capacity of the tank.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the document carefully to find the answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828620,
        "question_content": "<p><strong>Q.</strong> This document was written for the clients of a local attorney. It outlines the concept of “Joint Tenancy.” According to the document, if Robert and Vicki own a condo as joint tenants and Robert's will gives his half-interest to his sister Mary, who will receive Robert's half-interest after he dies?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Vicki, because she has the “right of survivorship.”\r\n\t"
                },
                {
                    "b": "Mary, because she is legally named in Robert's will.\r\n\t"
                },
                {
                    "c": "Neither Vicki nor Mary will receive Robert's half-interest.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the first two paragraphs of the Utilization of Joint Tenancy document carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 828621,
        "question_content": "<p><strong>Q.</strong> According to the document, if you are named the beneficiary of a late relative's classic car, what must happen to the vehicle before you receive it?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The vehicle must be transferred through a third-party tenant agreement.\r\n\t"
                },
                {
                    "b": "The vehicle must go through probate.\r\n\t"
                },
                {
                    "c": "The vehicle must be re-certified as a “Classic.”\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read the Limitations of Joint Tenancy carefully to find the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 830583,
        "question_content": "<p><strong>Q.</strong> Which of the following can be inferred from Part I?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "The EMS Plan – Do – Check – Act process is used by all VDOT facilities despite being very new.\r\n\t"
                },
                {
                    "b": "VDOT is unable to assess whether its EMS efforts are working and if it's worth the cost to the State of Vermont.\r\n\t"
                },
                {
                    "c": "EMS concepts and processes could work at public schools, commercial buildings, and even large-scale tourist destinations.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read Part I carefully to infer the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 830586,
        "question_content": "<p><strong>Q.</strong> What is NOT a likely reason why EMS efforts were expanded to VDOT's testing and chemistry labs?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Testing and chemistry labs were the first to model waste management practices that were then adapted by other industries.\r\n\t"
                },
                {
                    "b": "Problems with safety and environmental compliance were identified in these types of facilities.\r\n\t"
                },
                {
                    "c": "Testing and chemistry labs needed a strategy for managing waste streams.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read Part I carefully to infer the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 830588,
        "question_content": "<p><strong>Q.</strong> Based on the information conveyed in both documents, what can you infer about the VDOT's guiding principles?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p><strong>Solution: The correct answer is B.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Preparing facilities and internal processes for annual safety audits always takes priority over implementing corrective actions.\r\n\t"
                },
                {
                    "b": "VDOT values the safety of its employees and serves to protect the state's ecological infrastructure.\r\n\t"
                },
                {
                    "c": "In order to ensure audits remain impartial and unbiased, employee opinion is taken into account separately from the audit process.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read Part I and Part II carefully to infer the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 830590,
        "question_content": "<p><strong>Q.</strong> What is a likely reason for including Part II in the regulation?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Audit procedures create tension between employees and leadership. The inclusion of Part II establishes a predictable audit process that mitigates the issue.\r\n\t"
                },
                {
                    "b": "Environmental activists demand tighter waste management regulations. The State of Vermont addresses their concerns in Part II.\r\n\t"
                },
                {
                    "c": "Historically, audits have occurred without a follow-up plan. Part II allows for more timely and actionable implementation.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display: none;\">Read Part II carefully and make a best guess as to why it is included.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 830592,
        "question_content": "<p><strong>Q.</strong> Which of the following scenarios would comply with the VDOT's guidelines for conducting audits?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p><strong>Solution: The correct answer is C.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Upper management conducts follow-up reviews at the same time as employee performance reviews.\r\n\t"
                },
                {
                    "b": "Auditors from adjacent states contribute to the Corrective Action Plan based on standards outlined in the Environmental Management EMS Standard.\r\n\t"
                },
                {
                    "c": "A team of employees observes that non-recyclable materials (e.g. Styrofoam and certain plastics) go to the landfill each month. They report this gap to the appropriate parties.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read Part II carefully to infer the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 830593,
        "question_content": "<p><strong>Q.</strong> Based on the information listed in Part II, which of these would NOT likely be included in the audit guidelines?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p><strong>Solution: The correct answer is A.</strong></p>\r\n",
        "choices": {
            "total": 3,
            "choice": [
                {
                    "a": "Environmental Management certification is required for all VDOT facilities.\r\n\t"
                },
                {
                    "b": "The audit scope establishes corrective actions and suggests timeframes for teams to fulfill audit recommendations.\r\n\t"
                },
                {
                    "c": "Team leaders set priorities and deadlines for completing the Corrective Action Plan.\r\n\r\n\r\n<div class=\"expander-wrapper \">\r\n\t<h4 class=\"expander-link plus-minus-controls closed\" data-expandable=\"#expandable-1\">Hint</h4>\r\n\r\n\t<div class=\"expander-content\" id=\"expandable-1\" style=\"display:none;\">Read Part II carefully to infer the correct answer.</div>\r\n</div>\r\n"
                }
            ]
        }
    },
    {
        "id": 2183471,
        "question_content": "<p>You are a stocker at Stuff & Things. In setting up displays, what rule must you adhere to?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p>The correct answer is “All price tags must be matched to the correct product.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "All products must have hanging price tags.\r\n\t"
                },
                {
                    "b": "All price tags must be matched to the correct product.\r\n\t"
                },
                {
                    "c": "All cookware must be set in front of aisle 20.\r\n\t"
                },
                {
                    "d": "All scannable bar codes must be displayed in a prominent position.\r\n\t"
                },
                {
                    "e": "All products must have a blue tag.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2183481,
        "question_content": "<p>You are at work and want to make coffee. Where are the coffee packets located?</p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p>The correct answer is \"In the top right-hand drawer.\"</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "In the cupboard above the coffee pot\r\n\t"
                },
                {
                    "b": "In the cupboard next to the electrical outlet\r\n\t"
                },
                {
                    "c": "In the bottom left-hand drawer\r\n\t"
                },
                {
                    "d": "In the top right-hand drawer\r\n\t"
                },
                {
                    "e": "Next to the refrigerator\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2183491,
        "question_content": "<p>You own a store in Simpsons Square Mall. Items in the compactor should weigh no more than:</p>\r\n\r\n",
        "answer": "E",
        "answer_content": "<p>The correct answer is “60 pounds.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "10 pounds.\r\n\t"
                },
                {
                    "b": "20 pounds.\r\n\t"
                },
                {
                    "c": "40 pounds.\r\n\t"
                },
                {
                    "d": "50 pounds.\r\n\t"
                },
                {
                    "e": "60 pounds.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2183501,
        "question_content": "<p>What will occur if the minor issues are not fixed by the deadline?</p>\r\n\r\n",
        "answer": "E",
        "answer_content": "<p>“The occupancy permit will be withdrawn” is the correct answer.</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "The city will fix the issues at the owner's expense.\r\n\t"
                },
                {
                    "b": "The builder must request an extension.\r\n\t"
                },
                {
                    "c": "The builder will receive a fine.\r\n\t"
                },
                {
                    "d": "The owner must fix the issues immediately.\r\n\t"
                },
                {
                    "e": "The occupancy permit will be withdrawn.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2183511,
        "question_content": "<p>What is the purpose of this document on usability testing?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p>The correct answer is “To provide an explanation of and guidelines for conducting usability testing.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "To provide step-by-step instructions for completing a usability test\r\n\t"
                },
                {
                    "b": "To promote usability testing as a part of website development\r\n\t"
                },
                {
                    "c": "To provide an explanation of and guidelines for conducting usability testing\r\n\t"
                },
                {
                    "d": "To eliminate errors in website development\r\n\t"
                },
                {
                    "e": "To show that usability testing can be applied to website development\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2183521,
        "question_content": "<p>Your fellow employee wants to return a comic book that she purchased. What should you do?</p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p>The correct answer is “Tell her that she cannot return a comic book.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Ask for her employee card\r\n\t"
                },
                {
                    "b": "Refund her money in the form of store credit\r\n\t"
                },
                {
                    "c": "Refund her money in cash\r\n\t"
                },
                {
                    "d": "Tell her that she cannot return the comic book\r\n\t"
                },
                {
                    "e": "Provide her a refund minus 15%\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2183531,
        "question_content": "<p>What does EID likely refer to?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p>The correct answer is “Employee Identification.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Everyone's Ideal Discount\r\n\t"
                },
                {
                    "b": "Every Item Discounted\r\n\t"
                },
                {
                    "c": "Employee Identification\r\n\t"
                },
                {
                    "d": "Employee Item Discount\r\n\t"
                },
                {
                    "e": "Employer Ideal Document\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185051,
        "question_content": "<p>You work for REV. Based on the documents, what does RDM most likely stand for?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>The correct answer is “Remote Data Management.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Remote Data Management\r\n\t"
                },
                {
                    "b": "Ready Digital Manager\r\n\t"
                },
                {
                    "c": "Remote Data Maintenance\r\n\t"
                },
                {
                    "d": "REV Digital Measure\r\n\t"
                },
                {
                    "e": "Responsive Data Maintenance\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185061,
        "question_content": "<p>You work for REV and check your work email on your mobile phone. You have decided to resign your job and take a position with a different company. Regarding RDM on your mobile phone, what should you do?</p>\r\n\r\n",
        "answer": "E",
        "answer_content": "<p>The correct answer is “Nothing; IT Services will automatically remove all data.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Turn your phone in to IT Services.\r\n\t"
                },
                {
                    "b": "Take your phone to IT Services, and they will wipe it clean.\r\n\t"
                },
                {
                    "c": "Download RDM to your personal computer.\r\n\t"
                },
                {
                    "d": "Call IT Services for support, and they will assist.\r\n\t"
                },
                {
                    "e": "Nothing; IT Services will automatically remove all data.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185071,
        "question_content": "<p>You work for Greene-Mann Landscaping Company. A client is looking to plant trees that can provide summer shade and block winter wind. According to the document, what type of trees should you recommend?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>The correct answer is “Evergreens.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Evergreens\r\n\t"
                },
                {
                    "b": "Tall deciduous trees with spreading crowns\r\n\t"
                },
                {
                    "c": "Deciduous trees with lower crowns\r\n\t"
                },
                {
                    "d": "Native tree species\r\n\t"
                },
                {
                    "e": "Smaller shrubs\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185081,
        "question_content": "<p>In the letter, the premium product line refers to:</p>\r\n\r\n",
        "answer": "D",
        "answer_content": "<p>The correct answer is “high-quality products.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "discounted products.\r\n\t"
                },
                {
                    "b": "low-quality products.\r\n\t"
                },
                {
                    "c": "mid-range products.\r\n\t"
                },
                {
                    "d": "high-quality products.\r\n\t"
                },
                {
                    "e": "last year's products.\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185091,
        "question_content": "<p>Why is it important for the QAD team to run their tests on the finished product? </p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p>The correct answer is “to ensure product quality.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "To remove the riser\r\n\t"
                },
                {
                    "b": "To ensure product quality \r\n\t"
                },
                {
                    "c": "To maintain pressure and prevent air bubbles \r\n\t"
                },
                {
                    "d": "To grind and clean the product \r\n\t"
                },
                {
                    "e": "To determine the final price\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185101,
        "question_content": "<p>What is the purpose of the City's building and residency ordinance?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>The correct answer is “to protect the safety of the new home buyers.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "To protect the safety of new home buyers\r\n\t"
                },
                {
                    "b": "To differentiate between major (life and safety) and minor issues\r\n\t"
                },
                {
                    "c": "To ensure that new home buyers are not being over charged\r\n\t"
                },
                {
                    "d": "To protect builders from lawsuits\r\n\t"
                },
                {
                    "e": "To define when new home construction is completed\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185111,
        "question_content": "<p>Your team is redesigning a website for Scenic Lawns and Gardens. Your team is now planning a website usability test. Based on these documents, which set of instructions for participants would be most appropriate?</p>\r\n\r\n",
        "answer": "B",
        "answer_content": "<p>“You recently purchased a home with a large yard. You would like to explore different ideas and obtain price estimates for adding trees, bushes, and fencing. You also want to test the soil to determine fertilizer needs. Below is a link to the homepage of the website.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "You are seeking information on yard care. First, open the website using the Chrome browser. You should search under 'Lawncare Ideas.' Tell us if the information is understandable and useful.\r\n\t"
                },
                {
                    "b": "You recently purchased a home with a large yard. You would like to explore different ideas and obtain price estimates for adding trees, bushes, and fencing. You also want to test the soil to determine fertilizer needs. Below is a link to the homepage of the website.\r\n\t"
                },
                {
                    "c": "You want to grow tomatoes and add a strawberry patch to your backyard. In the Search Box, enter 'tomatoes and strawberries.' Look at the pages that come up. Determine whether the information is useful and understandable.\r\n\t"
                },
                {
                    "d": "You are interested in lawns and gardens. Go to our website. Tell us if the website helps you to understand lawn and garden care.\r\n\t"
                },
                {
                    "e": "\r\n\t\t<p>You have purchased an acre lot for developing a garden. You want to grow a wide variety of crops to sell at the local farmer's market. You would like to see what vegetables and fruit trees grow best in our area. On the homepage, select the tab that reads 'Gardens.' Read the information on the page called 'Vegetables' and then read the page called 'Fruit Trees.'</p>\r\n\t\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185141,
        "question_content": "<p>For website pages on tax shelters, the Plain Writing Act requires that which of the following be considered?</p>\r\n\r\n",
        "answer": "A",
        "answer_content": "<p>The correct answer is “intended audience.”</p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "Intended audience\r\n\t"
                },
                {
                    "b": "Color contrasts\r\n\t"
                },
                {
                    "c": "Intuitive links\r\n\t"
                },
                {
                    "d": "Detailed information\r\n\t"
                },
                {
                    "e": "Usability testing\r\n\r\n"
                }
            ]
        }
    },
    {
        "id": 2185151,
        "question_content": "<p>You work in the editorial department of the Occupational Safety and Health Administration (OSHA). Based on the Plain Writing Act, which new OSHA document must be written in plain language?</p>\r\n\r\n",
        "answer": "C",
        "answer_content": "<p>The correct answer is “A user's guide to safe workplace practices in agriculture.” </p>\r\n",
        "choices": {
            "total": 5,
            "choice": [
                {
                    "a": "A Congressional act granting OSHA greater authority to set construction safety rules\r\n\t"
                },
                {
                    "b": "A report to Congress detailing manufacturing safety violations\r\n\t"
                },
                {
                    "c": "A user's guide to safe workplace practices in agriculture\r\n\t"
                },
                {
                    "d": "A manual detailing OSHA employee benefits\r\n\t"
                },
                {
                    "e": "Safety regulations for the railway industry\r\n\r\n"
                }
            ]
        }
    }
]